[["ENGLISH","HAITIAN CREOLE"],[", a partner in a partnership, or do you work for a family member who owns/operates a sole proprietorship and/or partnership at this company?",", yon patnè nan yon patenarya, oswa ou ap travay pou yon manm nan fanmi an ki posede / opere yon sèl pwopriyete ak / oswa patenarya nan konpayi sa a?"],[", please call the 211 hotline available 24 hours a day, 7 days a week.\nAll calls are free and confidential. Interpreter services are available in multiple languages. Or visit",", tanpri rele liy dirèk la 211 disponib 24 èdtan nan yon jounen, 7 jou nan yon semèn.\nTout apèl yo gratis epi konfidansyèl. Sèvis entèprèt yo disponib nan plizyè lang. Oswa vizite"],[", you will need information from your SF8 (not mandatory to apply)",", w ap bezwen enfòmasyon ki soti nan SF8 ou a (pa obligatwa pou aplike)"],[";\n                            or",";\n                            oswa"],[": If you choose to receive correspondence in your primary language, DUA will send it by regular mail only.",": Si ou chwazi pou resevwa korespondans nan lang prensipal ou, DUA ap voye li pa lapòs regilyèman sèlman."],[". It explains how to manage your claim, get help with your job search, and handle problems or questions.",". Li eksplike ki jan jere reklamasyon ou an, jwenn èd ak rechèch travay ou, ak okipe pwoblèm oswa kesyon."],[". It is a website that connects job seekers with employers.",". Li se yon sit entènèt ki konekte moun k ap chèche travay ak patwon yo."],["(excluding military and federal civilian employment)","(eksepte travay militè ak sivil federal)"],["(Line 12a on DD214):","(Liy 12a sou DD214):"],["(Line 12b on DD214):","(Liy 12b sou DD214):"],["(mm/dd/yyyy)","(mm / jj / aaaa)"],["{Federal Civilian Employment}","{Travay Sivil Federal}"],["{Military Service}","{Sèvis militè}"],["{UnKnown}","{Unknown}"],["* This document entitled 'Fee Disclosure and other Important Disclosures' is included with, and incorporated in, the Massachusetts Debit Mastercard Account Agreement.","* Dokiman sa a ki gen tit 'Divilgasyon Frè ak lòt Divilgasyon Enpòtan' enkli ak, epi enkòpore nan, Akò Kont Mastercard Debit nan Massachusetts."],["** Fee can be lower depending on how and where this card is used.","** Frè ka pi ba depann sou ki jan ak ki kote kat sa a itilize yo."],["&#x2714;&nbsp;&nbsp;&nbsp;&nbsp;Check your UI Online account frequently.","&#x2714;&nbsp;&&nbsp;&; nbsp; &&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Tcheke UI ou sou entènèt kont souvan."],["&#x2714;&nbsp;&nbsp;&nbsp;&nbsp;Request benefits each week Sunday through Saturday between 6:00am and 10:00pm (EST) by:","&#x2714;&nbsp;&&nbsp;&; nbsp; &&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;& Nbsp;"],["&nbsp; a) Check your online inbox on a regular basis","&nbsp;a) Tcheke bwat resepsyon sou entènèt ou an sou yon baz regilye"],["&nbsp; b) Keep your email address up-to-date on your UI online account","&nbsp;b) Kenbe adrès imèl ou ajou sou kont UI ou an"],["&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;“Peterson Dock Inc.”","&nbsp;&nbsp;&nbsp;&nbsp;&;"],["&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Employer City:  Boston","&nbsp;&nbsp;&nbsp;&;"],["&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;2a. If no, are you under court order to contribute to child support?","&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Si non, èske ou anba lòd tribinal pou kontribiye nan sipò timoun?"],["&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;3a. Have you filed a petition for adoption?","&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Eske ou te depoze yon petisyon pou adopsyon?"],["&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;4a. Is the dependent under the age of 24 and in school full time?","&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;4a. Èske depandan an ki poko gen laj 24 tan ak lekòl li a plen tan?"],["&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;4b. Is this child unable to work because of a permanent mental or physical disability?","&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;4b. Èske timoun sa a pa kapab travay akòz yon andikap pèmanan mantal oswa fizik?"],["&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;A.\tIn Massachusetts?","&nbsp;&nbsp;&nbsp;&nbsp;Nan Massachusetts?"],["&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;B.\tIn a state other than Massachusetts?","&nbsp;&nbsp;&nbsp;&nbsp;B. Nan yon eta ki pa Massachusetts?"],["&nbsp;&nbsp;&nbsp;&nbsp;If Yes, enter your return to work date, and select means of notification:","&nbsp;&nbsp;&nbsp;..."],["&nbsp;&nbsp;&nbsp;If Yes:","&nbsp;&nbsp;& nbsp;"],["&nbsp;&nbsp;a.&nbsp;","&nbsp;a.&nbsp;"],["&nbsp;&nbsp;c.&nbsp;","&nbsp;c.&nbsp;"],["&nbsp;&nbsp;If you were totally unemployed please enter zero.","&nbsp;&nbsp;&nbsp;&nbsp;Si ou te totalman pap travay tanpri antre nan zewo."],["&nbsp;&nbsp;You may be eligible for an earlier begin date if you worked part-time last week. Did you work part-time last week?","&nbsp;&nbsp;&nbsp;&nbsp;Ou ka kalifye pou yon dat kòmansman pi bonè si ou te travay a tan pasyèl semèn pase a. Èske ou te travay a tan pasyèl semèn pase a?"],["&nbsp;&nbsp;Your claim begin date will be:","&nbsp;&nbsp;Dat reklamasyon ou kòmanse ap:"],["&nbsp;and&nbsp;","&nbsp;ak&nbsp;"],["&nbsp;buttons.","&nbsp;bouton."],["&quot;.\n        To stop the benefit application session, select &quot;","& quot;.\n        Pou sispann sesyon aplikasyon benefis la, chwazi & quot;"],["&quot;.","& quot;."],["$0 per call","$ 0 pou chak apèl"],["$0","$ 0"],["$0.85**","$ 0.85 **"],["$10.00","$ 10.00"],["1. Are you a","1. Èske ou se yon"],["1. Are you paid by the city or town:","1. Èske ou peye pa lavil la oswa vil:"],["1. Are you paid by the city or town?","1. Èske ou peye pa vil la oswa vil la?"],["1. Does the child live in the United States or any other U.S. Territory?","1. Èske timoun nan ap viv nan Etazini oswa nenpòt lòt teritwa ameriken?"],["1. During the week of\n\t\t\t\tSunday, April 5, 2020 through Saturday, April 11, 2020 how many hours did you or will you work?","1. Pandan semèn nan\nDimanch, 5 avril, 2020 jiska samdi, 11 avril 2020 konbyen èdtan ou te oswa ou pral travay?"],["1. Enter your Social Security Number(No Dashes):","1. Antre Nimewo Sekirite Sosyal ou (Pa gen tirè):"],["1. Indicate","1. Endike"],["1. Payments from a","1. Peman nan yon"],["1. You indicated you were employed by a federal non-military agency since 4/1/2019. Indicate the location of your most recent federal employment.","1. Ou te endike ou te travay nan yon ajans federal ki pa Peye-militè depi 4/1/2019. Endike ki kote dènyèman travay federal ou ye a."],["1. You indicated you were employed in a Non-Massachusetts state(s). Indicate any","1. Ou te endike ou te travay nan yon eta ki pa Peye-Massachusetts (s). Endike nenpòt"],["2. Are you paid by a private employer:","2. Èske ou peye yon patwon prive:"],["2. Are you paid by a private employer?","2. Èske ou peye yon patwon prive?"],["2. Confirm your Social Security Number:","2. Konfime Nimewo Sekirite Sosyal ou:"],["2. During the last 15 months did you or do you now pay more than 50% of the support for this child?","2. Pandan 15 mwa ki fèk pase yo, èske ou te peye plis pase 50% nan sipò pou timoun sa a?"],["2. Have you been notified by an employer of a definite return to work date?","2. Èske yon patwon te avize w yon dat retounen travay definitif?"],["2. How many hours do you normally work during the week?","2. Konbyen èdtan ou abityèlman travay pandan semèn nan?"],["2. Payments from a pension fund, annuity fund, or retirement account contributed to\n                            by an employer? (Including 401K and lump sum or periodic payments.)","2. Peman ki sòti nan yon fon pansyon, fon anwite, oswa kont retrèt kontribye nan\n                            pa yon patwon? (Ki gen ladan 401K ak montan lajan global oswa peman peryodik.)"],["2. Since 4/7/2019 have you applied for unemployment benefits from a state other than Massachusetts?","2. Depi 4/7/2019 ou te aplike pou benefis chomaj nan yon eta ki pa Massachusetts?"],["2. Was your federal civilian employment with the Federal Emergency Management Agency [FEMA]?","2. Èske travay sivil federal ou a avèk Ajans Federal pou Jesyon Ijans [FEMA]?"],["3. Are you customarily laid off and do you later return to work with the same or different employer in your industry and/or your occupation?","3. Èske ou abityèlman wete ak ou pita retounen nan travay ak menm anplwayè a oswa diferan nan endistri ou ak / oswa okipasyon ou a?"],["3. Are you the natural/adoptive/step-parent/legal guardian of this child?","3. Èske ou natirèl / adoptif / bòpè / gadyen legal timoun sa a?"],["3. Birth Date:","3. Dat nesans:"],["3. Enter your residential address:","3. Antre nan adrès rezidansyèl ou:"],["30 times the weekly benefit amount.","30 fwa kantite lajan benefis chak semèn."],["30 times your weekly benefit amount.","30 fwa kantite lajan benefis chak semèn ou an."],["4. Gender:","4. Sèks:"],["4. Is the dependent over 18? is required. (30)","4. Èske depandan an plis pase 18? obligatwa. (30)"],["4. Is the dependent over 18?","4. Èske depandan an plis pase 18?"],["4. Select your","4. Chwazi ou"],["4. Vacation or Personal Time Off (PTO) pay because of or upon your severance of employment(includes\n                            temporary layoffs)","4. Vakans oswa Pè Tan Pèt (PTO) peye akòz revokasyon travay ou (enkli\n                            revokasyon tanporè)"],["5. Do you have a","5. Èske ou gen yon"],["5. First Name (as it appears on your Social Security card):","5. Premye Non (jan li parèt sou kat Sekirite Sosyal ou):"],["5. Severance Pay or any other payments due to separation from employment?","5. Endepandan peye oswa nenpòt lòt peman akòz separasyon nan travay?"],["6. Are you a U.S. citizen?","6. Èske ou se yon sitwayen Ameriken?"],["6. Middle Initial:","6. Mwayen inisyal:"],["6. Were you paid to participate in or train for professional sporting events at\n                            any level as a coach, athlete, or referee?","6. Èske ou te peye yo patisipe nan oswa antrene pou evènman espòtif pwofesyonèl nan\n                            nenpòt nivo kòm yon antrenè, atlèt, oswa abit?"],["7. Are you currently enrolled in a Full Time School or a training program?","7. Èske ou enskri kounye a nan yon lekòl plen tan oswa yon pwogram fòmasyon?"],["7. Are you required by a court order or other government agency to pay child support?","7. Èske yon lòd tribinal oswa lòt ajans gouvènman an egzije ou pou peye sipò pou timoun?"],["7. Last Name (as it appears on your Social Security card):","7. Siyati (jan li parèt sou kat Sekirite Sosyal ou):"],["8. Driver’s License Number:","8. Nimewo Lisans chofè a:"],["8. If you have qualified dependent children, you may be eligible to collect additional benefits. Click","8. Si ou gen timoun depandan ki kalifye, ou ka kalifye pou kolekte avantaj adisyonèl. Klike"],["9. Issued by State:","9. Pibliye pa Eta a:"],["a child for whom claimant is under a decree or order from a court of competent jurisdiction to contribute to such child’s support,","yon timoun pou ki moun kap fè reklamasyon se anba yon dekrè oswa lòd soti nan yon tribinal ki gen konpetans jiridiksyon pou kontribye pou sipò timoun sa yo,"],["A complete list of employment from","Yon lis konplè nan travay soti nan"],["A contact telephone number is required.","Yon nimewo telefòn kontak obligatwa."],["A Monetary Determination will be provided identifying your potential Weekly Benefit Amount, your total credit, and the potential duration of the claim.","Yo pral bay yon Detèminasyon Finansye pou idantifye Kantite Benefis chak semèn ou, kredi total ou, ak dire potansyèl reklamasyon an."],["A new password","Yon nouvo modpas"],["A Qualified Dependent is an un-emancipated child who is:","Yon Depandan Kalifye se yon timoun ki pa emansipe ki se:"],["A trade union represents organized workers in various occupations such as painters,\n                electrical workers, construction workers, operating engineers and other trades. A union\n                 hiring hall is a place maintained by a trade union that refers union workers to available jobs.","Yon sendika reprezante travayè òganize nan divès okipasyon tankou pentr,\n                travayè elektrik, travayè konstriksyon, enjenyè ki opere ak lòt metye. Yon sendika\n                 anbochaj sal se yon plas konsève pa yon sendika ki refere sendika travayè nan travay ki disponib."],["Able to Work","Kapab Travay"],["Acceptable work search activities include reviewing job postings online and working on your resume.","Aktivite aktivite rechèch akseptab gen ladan revizyon afichaj travay sou entènèt ak travay sou rezime w la."],["Accessibility","Aksè"],["Active Duty","Devwa aktif"],["Actively Seeking Work","Aktivman kap chèche travay"],["Add","Ajoute"],["Additional and Complete Employment","Travay anplis ak konplè"],["Additional Child Support","Lòt Sipò pou Timoun"],["Additional Occupation Information","Lòt Enfòmasyon sou Okipasyon"],["Additionally, a new password","Anplis de sa, yon nouvo modpas"],["Address Line 1 is required. (30)","Liy adrès 1 obligatwa. (30)"],["Address Line 1:","Adrès Liy 1:"],["Address Line 2:","Adrès Liy 2:"],["Address Validation\n             - Residential","Validasyon adrès la\n             - Rezidans lan"],["ADMINISTRATIVE CONFERENCE OF THE U.S.","KONFERANS ADMINISTRATIF NAN Etazini."],["ADMINISTRATIVE OFFICE OF THE U.S. COURTS","BIWO ADMINISTRATIF TRIBINAL AMERIKEN YO"],["ADMINSITRATIVE OFFICE OF THE U.S. COURTS","BIWO ADMINSITRATIF NAN TRIBINAL AMERIKEN YO"],["ADVISORY COUNCIL ON HISTORIC PRESERVATION","KONSÈY Konsèy sou konsèvasyon istorik"],["AE - UNITED ARAB EMIRATES","AE - Emira Arab Ini yo"],["AF - AFGHANISTAN","AF - AFGANISTAN"],["AFRICAN DEVELOPMENT FOUNDATION","Fondasyon devlopman Afriken an"],["AG - ANTIGUA AND BARBUDA","AG - ANTIGUA AK BARBUDA"],["Agreement with Data Privacy Authorization is required. (30)","Akò avèk Dwa Enfòmasyon Prive a obligatwa. (30)"],["AL - ALBANIA","AL - ALBANI"],["Alabama Child Support","Sipò pou timoun nan Alabama"],["Alaska Child Support","Sipò pou Timoun nan Alaska"],["Albanian","Albanyen"],["All searches default to alpha unless otherwise specified. Note: Alpha searches will query the system for the specified criteria and return results that contain the criteria in the initial position of a word. i.e. If the user searches for \"apple\" the System will return Apple Inc. and Appleton Farms, but will not return SnappleCo or Crabapple Bakery. \"Contains\" (Keyword) searches will query the system for the specified criteria and return results that contain the criteria in any place within a word. i.e. If the user searches for \"apple\", the System will return Apple Inc., Appleton Farms, SnappleCo., and Crabapple Bakery.","Tout fouy default nan alfa sòf si otreman espesifye. Remak: rechèch Alpha pral sijè rechèch sistèm nan pou kritè yo espesifye ak rezilta retounen ki gen kritè yo nan pozisyon inisyal la nan yon mo. sa vle di si itilizatè a fouye pou \"pòm\" Sistèm lan pral retounen Apple Inc. ak Farms Appleton, men li pa pral retounen SnappleCo oswa Crabapple Bakery. \"Li gen ladan\" (Keyword) rechèch ap fè rechèch sou sistèm nan pou kritè yo espesifye ak rezilta retounen ki gen kritè yo ki nan nenpòt kote nan yon mo. sa vle di si itilizatè a ap chèche \"pòm\", sistèm lan pral retounen Apple Inc., Appleton Farms, SnappleCo., ak Crabapple Bakery."],["All unemployment Insurance payments are electronic.\n                    When an unemployment benefit payment is made, the payment is made by either a:","Tout peman asirans chomaj yo elektwonik.\n                    Lè yo fè yon peman alokasyon chomaj, peman an fèt pa swa yon:"],["All unemployment insurance payments are electronic. Your payments will be made to an unemployment debit card unless you select direct deposit as your method of payment","Tout peman asirans chomaj yo elektwonik. Peman ou yo ap fèt nan yon kat debi chomaj sof si ou chwazi depo dirèk kòm metòd ou nan peman an"],["all","tout"],["Amador","Amateur"],["American Indian Or Alaska Native:  A person having origins in any of the original peoples of North and South America (including Central America), and who maintains tribal affiliation or community attachment.","Endyen Ameriken Oswa Natif Alaska: Yon moun ki gen orijin nan nenpòt nan pèp orijinal yo nan Nò ak Amerik di Sid (ki gen ladan Amerik Santral), epi ki kenbe afilyasyon tribi oswa atachman nan kominote a."],["American Sign Language","Lang Siy Ameriken"],["Amharic","Amawik"],["AN - NETHERLANDS ANTILLES","AN - ANTILLES NETHERLANDS"],["An individual with a disability is a person who: (1) has a physical or\n                mental impairment that substantially limits one or more major life activities;\n                OR (2) has a record of such impairment; OR (3) is regarded as having such impairment.","Yon moun ki gen yon andikap se yon moun ki: (1) gen yon fizik oswa\n                andikap mantal ki limite anpil youn oswa plizyè gwo aktivite nan lavi a;\n                OSWA (2) gen yon dosye sou pwoblèm sa yo; OSWA (3) konsidere kòm ki gen pwoblèm sa yo."],["and all","ak tout"],["and either:","e swa:"],["and logging into your UI Online Account or,","epi antre nan kont UI ou an oswa,"],["and","ak"],["ANYONE USING THIS SYSTEM EXPRESSLY CONSENTS TO SUCH MONITORING.","Nenpòt moun ki itilize SISTÈM sa a ekspreseman konsantman nan siveyans sa yo."],["APPALACHIAN REGIONAL COMMISSION","KOMISYON REJYON APPALACHIAN"],["application is not yet submitted.","aplikasyon an poko soumèt."],["April 1 - June 30","1 avril - 30 jen"],["April 1 - March 31","1 avril - 31 mas"],["Arabic","Arab"],["ARCHITECT OF THE CAPITOL","Achitèk kapitol la"],["are not eligible for\n                        unemployment insurance benefits for this employer.","yo pa kalifye pou\n                        benefis asirans chomaj pou patwon sa a."],["Are you a member of a corporation or a shareholder of this company:","Èske w se yon manm nan yon sosyete oswa yon actionnaire nan konpayi sa a:"],["Are you a member of a corporation or a shareholder of this company?","Èske w se yon manm nan yon sosyete oswa yon actionnaire nan konpayi sa a?"],["Are you a military veteran:","Èske w se yon veteran militè:"],["Are you a school employee:","Èske w se yon anplwaye lekòl la:"],["Are you a school Employee?","Èske w se yon anplwaye lekòl la?"],["Are you a sole-proprietor, a partner in a partnership, or do you work for a family\n\t\t\t\t\t\t\t\t\tmember who owns/operates a sole-proprietorship and/or partnership at this company:","Èske w se yon sèl-pwopriyetè, yon patnè nan yon patenarya, oswa ou travay pou yon fanmi\nmanm ki posede / opere yon sèl pwopriyetè ak / oswa patenarya nan konpayi sa a:"],["Are you a U.S. citizen? is required. (30)","Èske w se yon sitwayen Ameriken? obligatwa. (30)"],["Are you a U.S. citizen?","Èske w se yon sitwayen Ameriken?"],["Are you a union member who is currently seeking work exclusively through a union hiring hall or business agent:","Èske w se yon manm sendika ki kounye a ap chèche travay sèlman nan yon sendika anbochaj sal oswa ajan biznis:"],["Are you a","Èske w se yon"],["Are you considered working on call for this Employer:","Èske ou konsidere k ap travay sou apèl pou anplwayè sa a:"],["Are you considered working","Èske ou konsidere k ap travay"],["Are you currently enrolled in school or a training program:","Èske ou enskri kounye a nan lekòl la oswa yon pwogram fòmasyon:"],["Are you customarily laid off and do you later return to work with the same or different employer in your industry and/or your occupation?","Èske ou abityèlman koupe ak ou pita retounen nan travay ak menm anplwayè a oswa diferan nan endistri ou ak / oswa okipasyon ou a?"],["Are you of Hispanic heritage? is required. (30)","Èske ou nan eritaj Ispanik? obligatwa. (30)"],["Are you of Hispanic heritage?","Èske ou nan eritaj Ispanik?"],["Are you out of work because you have been impacted by the COVID-19? is required. (30)","Èske ou soti nan travay paske ou te afekte pa COVID-19 la? obligatwa. (30)"],["Are you out of work because you have been impacted by the COVID-19?","Èske ou soti nan travay paske ou te afekte pa COVID-19 la?"],["Are you presently in Massachusetts? response is required. (30)","Èske w kounye a nan Massachusetts? repons obligatwa. (30)"],["Are you presently in Massachusetts?","Èske w kounye a nan Massachusetts?"],["Are you required by a court or other enforcement agency to pay child support in\n\t\t\t\t\t\t\tMassachusetts:","Èske yon tribinal oswa yon lòt ajans ranfòsman yo egzije w pou yo peye sipò pou timoun nan\nMassachusetts:"],["Are you the natural/adoptive/step-parent/legal guardian of this child? is required. (30)","Èske ou se natirèl / adoptif / bòpè / gadyen legal timoun sa a? obligatwa. (30)"],["Are you unemployed as a direct result of a disaster:","Èske w pap travay kòm yon rezilta dirèk nan yon dezas:"],["Arizona Child Support","Sipò pou timoun nan Arizona"],["Arkansas Child Support","Sipò pou timoun nan Arkansas"],["Armenian","Amenyen"],["ARMY &amp; AIR FORCE EXCHANGE SERVICE - NAF","ARMY & amp; AIR FORCE EXCHANGE SERVICE - NAF"],["Army","Lame"],["as\n                    your payment method.","kòm\n                    metòd peman ou an."],["As long as you stay in contact with your employer, and are available to return to work when asked, you satisfy the work search, availability and capability requirements.","Osi lontan ke ou rete an kontak ak patwon ou, epi ou disponib pou retounen nan travay lè yo te mande, ou satisfè kondisyon travay rechèch, disponiblite ak kapasite."],["Asian:  A person having origins in any of the original peoples of the Far East, Southeast Asia, or the Indian subcontinent including, for example, Cambodia, China, India, Japan, Korea, Malaysia, Pakistan, the Philippine Islands, Thailand, and Vietnam.","Azyatik: Yon moun ki gen orijin nan nenpòt nan pèp yo orijinal ki nan Ekstrèm Oryan, Azi Sidès, oswa subcontinent Ameriken an ki gen ladan, pou egzanp, Kanbòdj, Lachin, peyi Zend, Japon, Kore di, Malezi, Pakistan, Zile yo Filipin, Thailand, ak Vyetnam."],["Ask the benefits office about other ways to receive your benefits.","Mande biwo benefis la sou lòt fason pou resevwa benefis ou yo."],["AT - AUSTRIA","AT - Ostrali"],["At least 8 characters in length","Omwen 8 karaktè nan longè"],["At the top menu, click \"View.\" If you are using Internet Explorer 8 or higher and do not see a top menu, you may need to press the \"Alt\" key on your keyboard first.","Nan meni an tèt la, klike sou \"View.\" Si w ap itilize Internet Explorer 8 oswa pi wo epi yo pa wè yon meni tèt, ou ka bezwen peze \"Alt\" kle a sou klavye ou an premye."],["at this company:","nan konpayi sa a:"],["ATM balance Inquiry","ATM balans ankèt"],["ATM Withdrawal","Retrè ATM lan"],["Attending job search skills classes, workshops, job clubs, or other related job seeking activities.","Patisipe nan klas konpetans rechèch travay, atelye travay, klib travay, oswa lòt travay ki gen rapò ak aktivite kap chèche."],["AU - AUSTRALIA","AU - OSTRALI"],["Available for Work","Disponib pou Travay"],["BA - BOSNIA AND HERZEGOWINA","BA - BOSNIA AK HERZEGOWINA"],["bank account number","nimewo kont labank"],["Bank Account Number","Nimewo kont labank"],["Bank Name:","Non Bank:"],["bank routing number","nimewo bank routage"],["base period","peryòd de baz"],["BC - BRITISH COLUMBIA","BC - COLUMBIA BRITISH"],["Be based on any personal information such as name, pet, birthday, etc.","Se pou ou baze sou nenpòt enfòmasyon pèsonèl tankou non, bèt kay, anivèsè nesans, elatriye."],["Be Careful When Using a Publicly-Accessible Computer","Fè atansyon lè w ap itilize yon konpitè piblikman aksesib"],["Being impacted by COVID-19 may include but is not limited to the following:","COVID-19 afekte ou ka gen ladan men pa limite a sa ki annapre yo:"],["Benefit amounts are determined after your claim has been filed and processed","Kantite lajan benefis yo detèmine apre reklamasyon ou an te depoze ak trete"],["Benefit Claim Effective Date:","Benefis Reklamasyon Dat Efektif:"],["BJ - BENIN","BJ - MWEN"],["BL - SAINT BARTH&#201;LEMY","BL - SAINT BARTH & # 201; LEMY"],["Black or African American:  A person having origins in any of the black racial groups of Africa.","Nwa oswa Afriken Ameriken: Yon moun ki gen orijin nan nenpòt nan gwoup ras nwa nan Afrik."],["BM - BERMUDA","BM - renmen"],["BOARD OF GOVERNORS OF THE FEDERAL RESERVE SYSTEM","KONSÈY GOUVÈNÈ SISTÈM RESERVE FEDERAL"],["Bosnian","Bosniyen"],["BR - BRAZIL","BR - Brezil"],["BUREAU OF CENSUS   2020 DECENNIAL CENSUS          /BUREAU OF CENSUS   2020 DECENNIAL CENSUS          , ST. LOUIS                , MO","Biwo RESANS 2020 desan CENSUS / biwo nan kantite 2020 desan CENS, ST. LOUIS, MO"],["BUREAU OF CENSUS - 2020 DECENNIAL CENSUS","Biwo RESOUS - 2020 REZEN DEAN"],["button on this\n                    website when you have finished using it.","bouton sou sa\n                    sit entènèt lè ou fini lè l sèvi avèk li."],["By clicking Submit, I acknowledge that, under penalty of perjury, all information provided is as complete and accurate to the best of my ability.","Pa klike Soumèt, mwen rekonèt ke, anba sanksyon pou fo temwayaj, tout enfòmasyon yo bay la se konplè ak egzat pi bon nan kapasite mwen an."],["CA - CANADA","CA - KANADA"],["Calaveras","Kran"],["California Child Support","Sipò Timoun California"],["California","Kalifòni"],["Calling DUA Telecert at 617-626-6338","Rele de Telecert nan 617-626-6338"],["Calling employers to arrange for job interviews.","Rele anplwayè yo pou fè aranjman pou entèvyou travay."],["Can I file if I was in the military or worked for the federal government","Èske mwen ka ranpli si mwen te nan militè a oswa te travay pou gouvènman federal la"],["Can I file if I was in the Military or worked for the Federal Government?","Èske mwen ka ranpli si mwen te nan militè a oswa te travay pou gouvènman federal la?"],["Cantonese","Kantonè"],["Care should be taken in using publicly-accessible computers to reduce the risk that someone using the computer\n                    after you may access your information:","Yo ta dwe pran swen nan itilize òdinatè piblik ki aksesib pou diminye risk pou yon moun ap itilize òdinatè a\n                    apre ou ka gen aksè a enfòmasyon ou:"],["Cash Reload","Lajan kach Reload"],["CD - CONGO, THE DEMOCRATIC REP","CD - KONGO, REPASYON DEMOKRATIK LA"],["Cell:","Selil:"],["CF - CENTRAL AFRICAN REPUBLIC","CF - REPUBLIC CENTRAL AFRICAN"],["CG - CONGO","CG - KONGO"],["Change Password","Chanje Modpas"],["Check this box if Mailing Address is same as Residential Address:","Tcheke ti bwat sa a si Adrès Postal se menm jan ak adrès Rezidans lan:"],["Checking","Tcheke"],["Child support in Massachusetts? is required. (30)","Sipò pou timoun nan Massachusetts? obligatwa. (30)"],["Child support in state other than Massachusetts? is required. (30)","Sipò pou timoun nan eta ki pa Massachusetts? obligatwa. (30)"],["Child Support U.S. State and Territory Contact Information:","Sipò pou Timoun Eta Florid ak Enfòmasyon sou Kontakte Teritwa:"],["Choose the answer from the list that describes your highest level of education.","Chwazi repons lan nan lis la ki dekri pi wo nivo ou nan edikasyon."],["Choosing electronic correspondence will ensure that benefits are processed and paid faster.","Chwazi korespondans elektwonik pral asire ke benefis yo ap trete ak peye pi vit."],["CHRISTOPHER COLUMBUS FELLOWSHIP FOUNDATION","FONDASYON CHRISTOPHER COLUMBUS FELLOWSHIP"],["City is required. (30)","Vil obligatwa. (30)"],["City:","Vil:"],["Claimant Authentication","Otantifikasyon Demandè a"],["Claimant Guide","Gid Demandè a"],["Claimants receive a weekly benefit rate of approximately 50 percent of their average weekly wage, up to a maximum set by law. The maximum number of weeks that you would be able to collect is determined by the total amount of wages paid to you in your base period and the amount of your benefit rate. To be eligible for benefits you must have been paid wages in the base period of at least 30 times your benefit rate.","Moun ki fè reklamasyon yo resevwa yon pousantaj benefis chak semèn apeprè 50 pousan nan salè mwayèn yo chak semèn, jiska yon maksimòm lalwa etabli. Kantite maksimòm semèn ou ta ka kolekte yo detèmine dapre kantite total salè ou peye nan peryòd de baz ou a ak kantite pousantaj avantaj ou an. Pou kalifye pou benefis ou dwe peye salè nan peryòd de baz omwen 30 fwa pousantaj avantaj ou an."],["Claimants with military service in the National Guard or Reserve Component that","Demandè yo ak sèvis militè nan Gad Nasyonal la oswa eleman Rezèv ki"],["Clear the browser cache and history. If you need help, ask for it.","Klè kachèt la navigatè ak istwa. Si ou bezwen èd, mande pou li."],["Click \"Options\". This will launch a popup with menu options.","Klike sou \"Opsyon\". Sa a pral lanse yon popup ak opsyon meni."],["Click here for contact information","Klike la a pou enfòmasyon kontak"],["Click here for contact information.","Klike la a pou enfòmasyon kontak."],["click here to view Fee and Other Important Disclosures","klike isit la pou wè Frè ak Lòt Divilgasyon Enpòtan"],["Click on \"Content\" along the top of the popup menu.","Klike sou \"Content\" ansanm tèt la nan meni an popup."],["Click the \"Tools\" menu.","Klike sou \"Zouti\" meni an."],["Click","Klike"],["CM - CAMEROON","CM - CAMERON"],["CN - CANADA","CN - Kanada"],["CN - CHINA","CN - Lachin"],["COAST GUARD COMMUNITY SERVICES COMMAND - NAF","L GUD KONSÈY SÈVIS KOMINOTE KOMANDE - NAF"],["Coast Guard","gad Kòt"],["Colorado","Kolorado"],["COMMANDER, NAVY INSTALLATION COMMAND - NAF","KOMANDE, navèt KOMISYON enstalasyon - NAF"],["COMMISSION OF FINE ARTS","KOMISYON POU BÈ ARTS"],["COMMISSION SECURITY &amp; COOPERATION IN EUROPE","SEKIRITE KOMISYON & amp; KOWOPERASYON NAN Ewòp"],["COMMODITY FUTURES TRADING COMMISSION","KOMISYON KOMÈS SOU KONDISYON POU PWOBLÈM"],["completed:","konplete:"],["Computer Programmers","Odinatè pwogramasyon"],["Conducting searches using internet job banks and bulletin boards as well as professional/trade publications.","Fè rechèch lè l sèvi avèk bank djòb entènèt ak tablo afichaj kòm byen ke piblikasyon pwofesyonèl / komès."],["Confirm Password:","Konfime modpas:"],["Confirm Security Answer:","Konfime Sekirite Repons:"],["Confirm your Social Security Number:","Konfime Nimewo Sekirite Sosyal ou:"],["conform to the following requirements:","konfòme yo ak kondisyon sa yo:"],["CONGRESSIONAL BUDGET OFFICE","BIYÈ BIDJE KONGRÈ"],["Connecticut Child Support","Sipò Timoun Connecticut la"],["Consistently with state and federal laws and regulations governing the confidentiality of unemployment\n                    compensation information, the Massachusetts Department of Unemployment Assistance (DUA) seeks to protect\n                    the data privacy of persons using UI Online. The DUA website uses “cookies.” That is, we store a small\n                    text file on your computer. The only information in the cookie is a system-generated identification\n                    number that we use only to maintain continuity during your use of UI Online and for the security of the\n                    webpages you access. Also, when you access the DUA website, we collect the IP address of the computer you\n                    are using. We use the IP address to make sure that, if you are applying or certifying for benefits, you\n                    are doing so from the United States or Canada, and for system maintenance. We do not disclose your IP\n                    address to third-parties, unless we determine that we need to do so for purposes of DUA program integrity.\n                    We treat your use of UI Online as your consent to our collection of these data.","Toujou ak lwa eta a ak règleman federal ki gouvène konfidansyalite nan chomaj\n                    enfòmasyon sou konpansasyon, Depatman Asistans pou Chomaj nan Massachusetts (DUA) ap chèche pwoteje\n                    konfidansyalite done moun ki itilize UI sou entènèt. Sit entènèt DUA a itilize \"bonbon.\" Sa se, nou sere yon ti\n                    dosye tèks sou òdinatè ou. Enfòmasyon an sèlman nan bonbon la se yon idantifikasyon sistèm-pwodwi\n                    nimewo ke nou itilize sèlman yo kenbe kontinwite pandan itilize ou nan UI sou entènèt ak pou sekirite a nan la\n                    paj ou gen aksè. Epitou, lè ou gen aksè sou sit wèb la DUA, nou kolekte adrès la IP nan òdinatè a ou\n                    ap itilize. Nou itilize adrès IP pou asire w ke, si w ap aplike oswa sètifye pou benefis yo, ou\n                    ap fè sa soti nan Etazini oswa Kanada, ak pou antretyen sistèm. Nou pa divilge IP ou\n                    adrese bay twazyèm pati, sof si nou detèmine ke nou bezwen fè sa pou rezon entegrite pwogram DUA.\n                    Nou trete itilizasyon ou nan UI Online kòm konsantman ou nan koleksyon nou nan done sa yo."],["CONSUMER FINANCIAL PROTECTION BUREAU","BIWO PWOTEKSYON FINANSYÈ KONSOMATÈ"],["Contact Information","Kontak Enfòmasyon"],["Contains all four (4) of the following:","Gen tout kat (4) nan bagay sa yo:"],["Contra Costa","Kont Costa"],["contributed to by one or more employers? (including lump sum and periodic payments)","kontribye nan youn oswa plis patwon? (ki gen ladan yon montan lajan global ak peman peryodik)"],["Conviction:","Kondanasyon:"],["Coronavirus – COVID-19","Coronavirus - COVID-19"],["Coronavirus Disease 2019 (COVID-19) Emergency Guidance","Maladi Coronavirus 2019 (COVID-19) Konsèy pou Ijans"],["Coronavirus Disease 2019 (COVID-19) Emergency Information","Maladi Coronavirus 2019 (COVID-19) Enfòmasyon sou Ijans"],["CORPORATION FOR NAT&#39;L &amp; COMMUNITY SERVICE","CORPORATION POU NAT & # 39; L & amp; SEVIS KOMINOTE"],["Correspondence Preference","Preferans korespondans lan"],["COUNCIL OF ECONOMIC ADVISERS","KONSÈY KONSÈY EKONOMIK"],["COUNCIL OF THE IG ON INTEGRITY AND EFFICIENCY","KONSÈY IG SOU ENTEGRITE AK EFIKASYON"],["COUNCIL ON ENVIRONMENTAL QUALITY","KONSÈY POU KALITE ENVIRONMENTAL"],["Country:","Peyi:"],["County to which you are required to pay child support:","Konte kote ou oblije peye sipò pou timoun lan:"],["County","Konte"],["coverage you can review information through the Health Connector or apply online at","kouvèti asirans ou ka revize enfòmasyon atravè Connector Sante a oswa aplike sou entènèt la nan"],["Croatian","Kwoasyen"],["Customer service","Sèvis Kliyan"],["CV - CAPE VERDE","CV - GREEN KAP"],["CY - CYPRUS","CY - CHIPRE"],["CZ - CZECH REPUBLIC","CZ - Repiblik Tchekoslovaki"],["Czech","Tchekoslovaki"],["Danish","Danwa"],["Dari","Soti nan"],["data privacy","konfidansyalite done yo"],["Date of Birth is required. (30)","Dat nesans la obligatwa. (30)"],["Date of Birth:","Dat nesans:"],["days of continuous active duty","jou nan sèvis aktif kontinyèl"],["DC - District of Columbia","DC - Distri Columbia"],["DC Child Support","Sipò Timoun DC"],["DD214-Member 4","DD214-Manm 4"],["DE - Delaware","DE-Delaware"],["DE - GERMANY","Soti nan - Almay"],["Debit Card","Kat debi"],["Debit Cards","Kat debi"],["DEFENSE NUCLEAR FACILITIES SAFETY BOARD","DEFANS NAN KONSÈY POU SEKIRITE SÈVIS"],["Del Norte","Nò"],["Delaware Child Support","Sipò pou Timoun Delaware"],["Delete","Efase"],["DENALI COMMISSION","DENALI KOMISYON"],["DEPARTMENT OF AGRICULTURE","DEPATMAN AGRIKILTI"],["DEPARTMENT OF COMMERCE                            /BUREAU OF THE CENSUS                              , ST. LOUIS                , MO","DEPATMAN COMMERCE / BUREAU DE LA CENS, ST. LOUIS, MO"],["DEPARTMENT OF COMMERCE","DEPATMAN COMMERCE"],["DEPARTMENT OF DEFENSE","DEPATMAN DEFANS"],["DEPARTMENT OF EDUCATION","DEPATMAN EDIKASYON"],["DEPARTMENT OF ENERGY","DEPATMAN ENÈJI"],["DEPARTMENT OF HEALTH &amp; HUMAN SERVICE","DEPATMAN SANTE & amp; SÈVIS HUMAN"],["DEPARTMENT OF HEALTH &amp; HUMAN SERVICES","DEPATMAN SANTE & amp; SÈVIS imen"],["DEPARTMENT OF HEALTH AND HUMAN SERVICES - OS","DEPATMAN SANTE AK SÈVIS SÈL - OS"],["DEPARTMENT OF HEALTH AND HUMAN SERVICES","DEPATMAN SANTE AK SÈVIS IMMANYE"],["DEPARTMENT OF HOUSING AND URBAN DEVELOPMENT","DEPATMAN LOJMAN AK DEVLOPMAN URBAN"],["DEPARTMENT OF JUSTICE","DEPATMAN JISTIK"],["DEPARTMENT OF LABOR                               /REGION I                                          , BOSTON                   , MA","DEPATMAN TRAVAY / rejyon mwen, boston, MA"],["DEPARTMENT OF LABOR","DEPATMAN TRAVAY"],["DEPARTMENT OF STATE","DEPATMAN ETA"],["DEPARTMENT OF THE AIR FORCE - NAF","DEPATMAN FORCE AIR - NAF"],["DEPARTMENT OF THE AIR FORCE NAF VANCE","DEPATMAN AIR FORCE NAF VANCE"],["DEPARTMENT OF THE AIR FORCE NATIONAL GUARD","DEPATMAN GARE NATIONAL AIR FORCE"],["DEPARTMENT OF THE AIR FORCE","DEPATMAN FORCE AIR"],["DEPARTMENT OF THE AIR FORCE/HANSCOM AFB, JBSA RANDOLPH, TX","DEPATMAN AIR FORCE / HANSCOM AFB, JBSA RANDOLPH, TX"],["DEPARTMENT OF THE ARMY - NAF","DEPATMAN ARMY - NAF la"],["DEPARTMENT OF THE ARMY NATIONAL GUARD","DEPATMAN GAY NATIONAL GUARD"],["DEPARTMENT OF THE ARMY","DEPATMAN ARMY"],["DEPARTMENT OF THE INTERIOR                        /NATIONAL PARK SERVICE                             , ST. LOUIS                , MO","DEPATMAN enteryè a / SÈVIS PARK NATIONAL, ST. LOUIS, MO"],["DEPARTMENT OF THE INTERIOR","DEPATMAN nan enteryè la"],["DEPARTMENT OF THE NAVY","DEPATMAN NAVY la"],["DEPARTMENT OF THE TREASURY                        /INTERNAL REVENUE SERVICE                          , ST. LOUIS                , MO","DEPATMAN TÈS LA / SÈVIS ENTREN INTERN, ST. LOUIS, MO"],["DEPARTMENT OF THE TREASURY","DEPATMAN TREZYE A"],["DEPARTMENT OF TRANSPORTATION                      /FEDERAL AVIATION ADMINISTRATION                   , ST. LOUIS                , MO","Depatman Transpò / FEDERAL AVIATION ADMINISTRASYON, ST. LOUIS, MO"],["DEPARTMENT OF TRANSPORTATION","DEPATMAN TRANSP .TASYON"],["DEPARTMENT OF VETERANS AFFAIRS                    /VETERANS HEALTH ADMINISTRATION                    , BEDFORD                  , MA","Depatman Afriken VETERANS / VETERANS SANTE ADMINISTRASYON, BEDFORD, MA"],["DEPARTMENT OF VETERANS AFFAIRS                    /VETERANS HEALTH ADMINISTRATION                    , BROCKTON                 , MA","Depatman Afriken VETERANS / ADMINISTRASYON SANTE VETERANS, BROCKTON, MA"],["DEPARTMENT OF VETERANS AFFAIRS                    /VETERANS HEALTH ADMINISTRATION                    , LEEDS                    , MA","Depatman Afriken VETERANS / ADMINISTRASYON SANTE VETERANS, LEEDS, MA"],["DEPARTMENT OF VETERANS AFFAIRS","Depatman Afriken VETERANS"],["Department/Agency","Depatman / Ajans"],["Dependent Child Details","Detay sou Timoun Depandan"],["Dependent Children Summary","Rezime Timoun Depandan"],["Dependent Questions","Kesyon depandan"],["dependent upon and mainly supported by the claimant,","depann sou ak sitou sipòte pa moun kap fè reklamasyon an,"],["Deposit made to an unemployment debit card","Depo te fè nan yon kat debi chomaj"],["DHS   TRANSPORTATION SECURITY ADMINISTRATION      /TRANSPORTATION SECURITY ADMINISTRATION            , ARLINGTON                , VA","ADSINANS POU TRANSP ADSISMAN SOU SEKTÈ / TRANSP SECTASYON, ARLINGTON, VA"],["DHS   U.S. COAST GUARD   CIVILIAN                 /U.S. COAST GUARD   CIVILIAN                       , ST. LOUIS                , MO","DHS KOTE KONSÈY POU KONDISYON SIVIL SIVIL / U.S. COAST GUARD CIVILIAN, ST. LOUIS, MO"],["DHS - CITIZENSHIP &amp; IMMIGRATION SERVICES","DHS - SITWAYEN & amp; SÈVIS IMIGRASYON"],["DHS - FEDERAL EMERGENCY MANAGEMENT AGENCY","DHS - AJANS JESYON GOUVÈNMAN FEDERAL"],["DHS - FEDERAL LAW ENFORCEMENT TRAINING CENTER","DHS - SANT FEDERAL ENFORCEMENT ENFMASYON"],["DHS - IMMIGRATION &amp; CUSTOMS ENFORCEMENT","DHS - IMIGRASYON & amp; ENFCEMASYON KOTAN"],["DHS - MANAGEMENT DIRECTORATE","DHS - Direksyon Direksyon"],["DHS - OFFICE OF GRANT PROGRAMS","DHS - BIWO PWOGRAM GAN"],["DHS - OFFICE OF THE INSPECTOR GENERAL","DHS - BIWO ENSPECTOR JENERAL A"],["DHS - SCIENCE AND TECHNOLOGY DIRECTORATE","DHS - SYANS AK TECHNOLOGY DIRECTORATE"],["DHS - TRANSPORTATION SECURITY ADMINISTRATION","DHS - ADMINISTRASYON SEKIRITE TRANSP"],["DHS - U.S. COAST GUARD - CIVILIAN","DHS - GOUVÈNÈ KOSTAL Ameriken - SIVIL"],["DHS - U.S. CUSTOMS AND BORDER PROTECTION","DHS - U.S .."],["DHS - U.S. SECRET SERVICE","DHS - US SECRET SERVICE"],["DHS-CYBERSECURITY &amp; INFRASTRUCTURE SECURITY AGENCY","DHS-CYBERSECURITY & amp; AJANS SEKIRITE ENFRASTRIKTI"],["Did you work full time for this Employer:","Eske ou te travay a plen tan pou Anplwayè sa a:"],["Did you work full time for this employer?","Èske ou te travay a plen tan pou anplwayè sa a?"],["Direct Deposit Information","Enfòmasyon Depo Dirèk"],["direct deposit","depo dirèk"],["Direct deposit","Depo dirèk"],["Direct Deposit","Depo dirèk"],["Disability is required. (30)","Enfimite obligatwa. (30)"],["Disability","Andikap"],["Discharged:","Egzeyate:"],["District of Columbia (DC)","Distri Columbia (DC)"],["DISTRICT OF COLUMBIA COURTS","DISTRI COLUMBIA TRIBINAL"],["District of Columbia","Distri Columbia"],["DK - DENMARK","PK - DANMARK"],["DO - DOMINICAN REPUBLIC","FÈ - REPUBLIC DOMINICAN"],["Do I meet the eligibility requirements?","Èske mwen satisfè kondisyon elijiblite yo?"],["do not have at least","pa gen omwen"],["Do not save any files or forms to a Public Computer","Pa sove okenn dosye oswa fòm nan yon òdinatè piblik"],["Do not save your login information","Pa konsève enfòmasyon sou login ou"],["Do you have a definite recall date:","Ou gen yon dat sonje definitif:"],["Do you have a disability:","Ou gen yon andikap:"],["Do you have qualified dependents:","Ou gen depandan kalifye:"],["Do you prefer to receive correspondence from DUA in your primary language?","Èske ou pito resevwa korespondans nan DUA nan lang prensipal ou?"],["Does not contain a space (i.e. \" \")","Pa gen yon espas (sa vle di \"\")"],["Does NOT include regular earnings for work performed.","PA gen ladan salè regilye pou travay ki fèt."],["Does the child live in the United States or any other U.S. Territory? is required. (30)","Èske timoun lan ap viv nan Etazini yo oswa nenpòt ki lòt teritwa US? obligatwa. (30)"],["Don’t save any files on the computer. They will be available to the next user. If you need to download a\n                    file, make sure you know where it is being stored and delete it when you’re done.","Pa sove okenn dosye sou òdinatè a. Yo pral disponib nan pwochen kap itilize li an. Si ou bezwen download yon\n                    ranpli, asire w ke ou konnen ki kote li te estoke ak efase li lè ou ap fè."],["Download Adobe .PDF Reader (Free)","Download Adobe .PDF Reader (Gratis)"],["DUA will make best efforts to provide you with services in your primary language.","DUA ap fè pi bon efò pou ofri ou sèvis nan lang prensipal ou."],["During the last 15 months did you or do you now pay more than 50% of the support for this child? is required. (30)","Pandan 15 dènye mwa yo ou te oswa ou kounye a peye plis pase 50% nan sipò pou timoun sa a? obligatwa. (30)"],["During the week of Sunday, April 5, 2020 through Saturday, April 11, 2020 how many hours did you or will you work? response is required. (30)","Pandan semèn dimanch 5 avril 2020 jiska samdi, 11 avril 2020 konbyen èdtan ou te oswa ou pral travay? repons obligatwa. (30)"],["Dutch","Olandè"],["DZ - ALGERIA","DZ - aljeri"],["E","Apre sa,"],["Each international transaction","Chak tranzaksyon entènasyonal"],["EE - ESTONIA","WI - ESTONIA"],["EG - EGYPT","EG - EYÈT"],["Egyptian/Arabic","Moun peyi Lejip / arab"],["EH - WESTERN SAHARA","EH - LT SAHARA"],["eighteen years of age or over and incapable of earning wages because of mental or physical incapacity;","dizwit ane ki gen laj oswa plis ak anmezi pou touche salè akòz kapasite mantal oswa fizik;"],["Electronic","Elektwonik"],["Eligibility Information","Enfòmasyon sou Kalifikasyon"],["Email Address","Adrès imèl"],["Email Address:","Adrès imèl:"],["emergency:","ijans:"],["Employed as a Civilian Federal Employee:","Anplwaye kòm yon Anplwaye Sivil Federal:"],["Employed as a","Anplwaye kòm yon"],["Employed by the Military in Active Duty:","Anplwaye pa Militè a nan devwa aktif:"],["Employed by the","Anplwaye pa la"],["Employed in Massachusetts (excluding military and federal civilian employment):","Anplwaye nan Massachusetts (eksepte travay militè ak sivil federal):"],["Employed in state other than Massachusetts (excluding military and federal civilian\n\t\t\t\t\t\t\temployment):","Anplwaye nan eta ki pa Massachusetts (eksepte militè ak sivil federal\ntravay):"],["Employed in","Anplwaye nan"],["Employer addresses","Adrès anplwayè yo"],["Employer Business Name","Non biznis biznis la"],["Employer closed","Anplwayè fèmen"],["Employer Legal Address","Adrès Legal Anplwayè"],["Employer Legal Address:","Adrès Legal Anplwayè:"],["Employer Legal Name","Non Legal Anplwayè"],["Employer Name:&nbsp;","Non Anplwayè:&nbsp;"],["Employer phone numbers","Nimewo telefòn anplwayè yo"],["Employer Physical Address:","Adrès Fizik Anplwayè:"],["Employer Physical Location","Anplwayè fizik Kote"],["Employers are authorized by law to provide DUA with information needed to determine your eligibility for benefits. This information includes your dates of employment, wages paid and the reason for your employment separation. Information you provide about why you left specific employment may be disclosed to that employer so that DUA may determine your eligibility for benefits.","Lalwa otorize pou patwon yo bay DUA enfòmasyon ki nesesè pou detèmine si ou kalifye pou benefis yo. Enfòmasyon sa a gen ladan dat travay ou, salè ou peye ak rezon pou separasyon travay ou. Enfòmasyon ou bay sou rezon ki fè ou te kite travay espesifik ka divilge bay patwon sa a pou DUA ka detèmine elijiblite ou pou benefis yo."],["Employment End Date:","Dat Travay Fen:"],["Employment start and end dates","Travay kòmanse ak dat fen"],["Employment Start Date:","Dat Kòmanse Travay:"],["Employment Type:","Kalite Travay:"],["Employment","Travay"],["End Date","Dat Fen"],["English","Angle"],["Enter Employer Name As:","Antre Non Anplwayè Kòm:"],["Enter State Employer Name As:","Antre Non Anplwayè Leta Kòm:"],["Enter the following information only if you have chosen","Antre enfòmasyon sa yo sèlman si ou te chwazi"],["Enter the physical location where you performed work for this employer, if different than the address listed above.","Antre nan lokalite fizik kote ou te travay pou patwon sa a, si li diferan ak adrès ki endike anwo a."],["Enter the ZIP code of your home address:","Antre kòd postal adrès lakay ou:"],["Enter the","Antre nan la"],["Enter your employer’s name; refer to check stubs, W-2 forms, or form 590A (separation form from your Employer) for name and spelling.  If you are unsure of the spelling of the employer name, entering fewer letters (at least 2 characters) will produce more results.","Antre non patwon ou; refere a chèk chèk, fòm W-2, oswa fòm 590A (fòm separasyon soti nan Patwon ou) pou non ak òtograf. Si ou se toutafè si sou òtograf la nan non an patwon, k ap antre nan mwens lèt (omwen 2 karaktè) pral pwodwi plis rezilta."],["Enter your job title and select","Antre tit travay ou epi chwazi"],["Enter your job title while working for the employer listed above:","Antre tit travay ou a pandan wap travay pou patwon ki endike anwo a:"],["Enter Your Social Security Number:","Antre Nimewo Sekirite Sosyal ou:"],["Enter your total period of employment with this employer:","Antre peryòd total travay ou avèk patwon sa a:"],["Enter","Antre"],["Entering “Pete” will return employer names with the word “Pete” within the name.","K ap antre nan \"Pete\" ap retounen non patwon-an ak mo \"Pete la\" nan non an."],["Entry of Employer Name and/or Employer City:","Antre nan Non Patwon an ak / oswa Vil Anplwayè:"],["Entry of Employer Name:","Antre nan Non Anplwayè a:"],["ENVIRONMENTAL PROTECTION AGENCY","AJANS PWOTEKSYON ENVIRONMAN"],["EQUAL EMPLOYMENT OPPORTUNITY COMMISSION","LT KOMISYON OPUNTINITE POU TRAVAY"],["Estonian","Estonyen"],["ET - ETHIOPIA","AK - ETIOPI"],["Ethnic Heritage:","Eritaj etnik:"],["Even with enough wages to qualify for unemployment benefits, the reason for separation from employment may impact your eligibility for benefits.","Menm ak ase salè pou kalifye pou benefis chomaj, rezon pou separasyon nan travay ka gen konsekans sou kalifikasyon ou pou benefis yo."],["Example:&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;“Pete’s Ceramics”","Egzanp:&nbsp;&nbsp;..."],["Example:&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Employer Name:  Widgets Inc.","Egzanp:&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Non Anplwayè: Widgets Inc."],["Examples of State Agency Searches:","Men kèk egzanp sou rechèch Ajans Eta a:"],["EXECUTIVE RESIDENCE AT THE WHITE HOUSE","Rezidans egzekitif nan kay la blan"],["Exit","Sòti"],["EXPORT-IMPORT BANK","Ekspòtasyon-enpòte BANK"],["FARM CREDIT ADMINISTRATION","ADMINISTRASYON KREDI POU FÈM"],["Federal Civilian Employment","Travay Sivil Federal"],["Federal Civilian Work History","Istwa travay Federal Sivil la"],["Federal Civilian","Federal Sivil"],["FEDERAL COMMUNICATIONS COMMISSION","KOMISYON FEDERAL KOMINIKASYON"],["Federal Department / Agency:","Depatman Federal / Ajans:"],["FEDERAL DEPOSIT INSURANCE CORPORATION","Depo FEDERAL ASIRANS CORPORATION"],["FEDERAL ELECTION COMMISSION","FEDERAL ELEKSYON KOMISYON"],["Federal Employee","Anplwaye federal"],["Federal employment includes work as a civilian employee of a federal government agency.","Travay federal gen ladan travay kòm yon anplwaye sivil nan yon ajans gouvènman federal la."],["FEDERAL HOUSING FINANCE AGENCY","AJANS FEDERAL LOJMAN FINANS"],["FEDERAL LABOR RELATIONS AUTHORITY","Otorite relasyon travay federal"],["FEDERAL MARITIME COMMISSION","KOMISYON FEDERAL MARITIME"],["FEDERAL MEDIATION AND CONCILIATION SERVICE","MEDYASYON FEDERAL AK SÈVIS KONKSYANSYON"],["FEDERAL MINE SAFETY &amp; HEALTH REVIEW COMMISSION","FEDERAL MINE SAFETY & amp; KOMISYON REVIZYON SANTE"],["FEDERAL RETIREMENT THRIFT INVESTMENT BOARD","FEDERAL RETIRE THRIFT BOBIN ENVESTISMAN"],["FEDERAL TRADE COMMISSION","KOMISYON KOMÈS FEDERAL"],["Fee Disclosure and Other Important Disclosures*","Divilgasyon Frè ak Lòt Divilgasyon Enpòtan *"],["Female","Fi"],["FFIEC APPRAISAL SUBCOMMITTEE","FFIEC KONSEKANS SUBMISYON"],["Fields are as where keyboard characters are entered.","Jaden yo se kote karaktè klavye yo antre."],["Fields:","Jaden:"],["Find details and conditions for all fee and services in the cardholder agreement.","Jwenn detay ak kondisyon pou tout frè ak sèvis nan akò a moun ki gen kat."],["First Name is required. (30)","Premye Non obligatwa. (30)"],["First Name:","Non:"],["FL - Florida","FL - Florid"],["Flemish","Flamand"],["Florida Child Support","Sipò Timoun nan Florid"],["Florida","Florid"],["FM - MICRONESIA,  FEDRATED STA","FM - MIKRONESIA, FEDRATED STA"],["food","manje"],["For additional information related to a Job Title, select the hyperlink associated with the job title.","Pou plis enfòmasyon ki gen rapò ak yon Tit Travay, chwazi HyperLink ki asosye ak tit travay la."],["For Internet Explorer browsers:","Pou navigatè Internet Explorer:"],["For more details, please click","Pou plis detay, tanpri klike sou"],["for more information\n.","pou plis enfòmasyon\n."],["For more information about prepaid cards, visit cfpb.gov/prepaid.","Pou plis enfòmasyon sou kat prépayé, vizite cfpb.gov/prepaid."],["For more information on DTA programs and services, visit","Pou plis enfòmasyon sou pwogram ak sèvis DTA, vizite"],["For Mozilla Firefox:","Pou Mozilla Firefox:"],["For questions regarding the debit cards, contact the debit card provider. Visit web site","Pou kesyon konsènan kat debi yo, kontakte founisè kat debi. Vizite sit wèb la"],["for the loss of wages?","pou pèt salè yo?"],["for this employer?","pou patwon sa a?"],["four completed calendar quarters immediately preceding the effect date of your claim. Your claim is based on wages paid during this period.\nFor the first column in the table below, each range of dates will begin with the first Sunday of the quarter.","kat trimès kalandriye ranpli imedyatman anvan dat efè reklamasyon ou an. Reklamasyon w lan baze sou salè ou peye pandan peryòd sa a.\nPou premye kolòn nan tablo ki anba a, chak seri dat ap kòmanse ak premye dimanch trimès la."],["French","Franse"],["Friday, April 10, 2020","Vandredi, 10 avril 2020"],["Full Time School is described as a course or training program providing a minimum of at least 20 hours of supervised classroom training per week or 12 credits each semester or the equivalent.","Lekòl la plen tan dekri kòm yon kou oswa pwogram fòmasyon bay yon minimòm de omwen 20 èdtan nan fòmasyon sipèvize salklas pou chak semèn oswa 12 kredi chak semès oswa ekivalan a."],["GA - GABON","GA-GABON"],["GA - Georgia","GA-Georgia"],["GB - UNITED KINGDOM","GB - Wayòm Ini"],["GD - GRENADA","GD - Grenn"],["GE - GEORGIA","GE-GEORGIA"],["Gender is required. (30)","Sèks obligatwa. (30)"],["Gender:","Sèks:"],["General Information - Non-Massachusetts Child Support State Information","Enfòmasyon Jeneral - Enfòmasyon sou Eta ki Sipòte Timoun ki pa Massachusetts"],["GENERAL SERVICES ADMINISTRATION","ADMINISTRASYON SÈVIS JENERAL yo"],["Georgia Child Support","Sipò pou timoun nan Georgia"],["German","Alman"],["Getting Started with the Massachusetts Unemployment Benefits Online Application","Pou kòmanse ak Aplikasyon an sou Avantaj Chomaj nan Massachusetts"],["GF - FRENCH GUIANA","GF - GUIAN FRANSÈ"],["GN - GUINEA","GN - GINEEN"],["GOVERNMENT ACCOUNTABILITY OFFICE","BIWO RESPONSABLITE Gouvènman an"],["Government agencies may need entry of more than eight characters.  Refer to the following:","Ajans gouvènman yo ka bezwen antre plis pase uit karaktè. Gade sa ki annapre yo:"],["Government Employer Name Searches:","Rechèch anplwayè gouvènman an:"],["GR - GREECE","GR - GREÈ"],["Greek","Grèk"],["Gross Wage is required. (30)","Salè brit obligatwa. (30)"],["Gross Wages since","Salè Brit depi"],["Gross Wages:","Salè Brit:"],["GS - SOUTH GEORGIA AND THE SOU","GS - SOUTH GEORGIA AK SOU"],["Guam Child Support","Sipò pou timoun Guam"],["GW - GUINEA-BISSAU","GW - GINEA-BISSAU"],["Haitian Creole","Kreyòl Ayisyen"],["HARRY S. TRUMAN SCHOLARSHIP FOUNDATION","HARRY S. TRUMAN SCHOLARSHPE FOUNDATION"],["Have you applied for or are you receiving payments from a pension fund, annuity\n\t\t\t\t\t\t\tfund, or retirement account contributed to by an employer:","Èske w te aplike pou oswa ou ap resevwa peman nan yon fon pansyon, anwite\nfon, oswa kont retrèt kontribye pa yon patwon:"],["Have you applied for or are you receiving payments from a union pension fund contributed\n\t\t\t\t\t\t\tto by one or more employers:","Èske w te aplike pou oswa ou ap resevwa peman nan yon fon pansyon sendika kontribye\nyoun oswa plis patwon:"],["Have you applied for or are you receiving severance or other payments due to separation\n\t\t\t\t\t\t\tfrom employment:","Èske w te aplike pou oswa ou ap resevwa revokasyon oswa lòt peman akòz separasyon\nnan travay:"],["Have you applied for or are you receiving vacation or Personal Time Off (PTO) pay\n\t\t\t\t\t\t\tbecause of or upon your separation from employment:","Eske ou te aplike pou oswa wap resevwa vakans oswa Peman Tan Off (PTO)\nakòz oswa sou separasyon ou nan travay:"],["Have you applied for or are you receiving workers' compensation payments for the\n\t\t\t\t\t\t\tloss of wages:","Eske ou te aplike pou oswa ou ap resevwa peman konpansasyon pou travayè pou\npèt nan salè:"],["Have you been separated from this employer more than once since","Èske w te separe de anplwayè sa a plis pase yon fwa depi"],["Have you had multiple periods of Employment with this Employer since\n\t\t\t\t\t\t\t\t\tMonday, April 1, 2019:","Eske ou te gen plizyè peryòd Travay avèk Patwon sa depi\nLendi 1ye avril 2019:"],["Hawaii Child Support","Sipò pou timoun nan Hawaii"],["health care","swen sante"],["Hebrew","Ebre"],["here","isit la"],["here.","isit la."],["Highest Level Of Education","Pi wo nivo edikasyon"],["highest level of education","pi wo nivo nan edikasyon"],["Highlight \"Text Size.\" A side-box appears, providing options. The default setting\n                            is at \"Medium,\" as indicated by the black dot to the left of the word.","Mete aksan sou \"Tèks Size.\" Yon bò-bwat parèt, bay opsyon. Anviwònman an default\n                            se nan \"Mwayen,\" jan sa endike nan pwen nwa a a gòch nan mo a."],["Hindi","Non."],["Hispanic or Latino","Ispanik oswa Latino"],["Hispanic or Latino:  A person of Cuban, Mexican, Puerto Rican, South or Central\n                American, or other Spanish culture or origin, regardless of race.","Panyòl oswa Latino: Yon moun ki gen Kiben, Meksiken, Pòtoriken, Sid oswa Santral\n                Ameriken, oswa lòt kilti Panyòl oswa orijin, kèlkeswa ras."],["HK - HONG KONG","HK-HONG KONG"],["Home Phone:","Telefòn lakay ou:"],["Home:","Lakay:"],["Hours reduced","Orè redwi"],["How Are Benefits Paid?","Kijan Benefis Peye?"],["How are benefits paid?","Kijan yo peye benefis yo?"],["How Are My Benefits Determined?","Kijan Benefis Mwen Detèmine?"],["How many hours did you work during the week of\n\t\t\t\t\t\t\tSunday, April 5, 2020\n\t\t\t\t\t\t\tthrough\n\t\t\t\t\t\t\tSaturday, April 11, 2020:","Konbyen èdtan ou te travay pandan semèn nan\nDimanch, 5 avril, 2020\nnan\nSamdi, 11 avril 2020:"],["How many hours do you normally work during the week? response is required. (30)","Konbyen èdtan ou travay nòmalman pandan semèn nan? repons obligatwa. (30)"],["How many hours do you typically work during a week:","Konbyen èdtan ou tipikman travay pandan yon semèn:"],["How many years have you done this type of work?:","Konbyen ane ou te fè sa a ki kalite travay ?:"],["How Much Will My Weekly Benefit Amount Be?","Ki kantite lajan benefis chak semèn mwen pral fè?"],["How will my benefits be determined?","Kijan benefis mwen yo pral detèmine?"],["How will my unemployment benefits be determined?","Kijan benefis chomaj mwen pral detèmine?"],["How would you like to receive your correspondence:","Kouman ou ta renmen resevwa korespondans ou:"],["How would you like to receive your correspondence?","Kijan ou ta renmen resevwa korespondans ou a?"],["However, if you have received workers compensation benefits within the prior 15 months, an official determination\n        of benefit entitlement will be mailed to you after your application is processed..","Sepandan, si ou te resevwa travay benefis konpansasyon nan 15 mwa anvan yo, yon detèminasyon ofisyèl yo\n        nan benefis dwa yo pral poste ou apre ou fin aplikasyon ou an trete .."],["HR - CROATIA (LOCAL NAME: HRVA","HR - KWAZI (NON LOKAL: Kwoasi)"],["Hungarian","Ongwa"],["I also owe child support in another county, which is in the following U.S. state and territory:","Mwen menm mwen dwe sipò pou timoun nan yon lòt konte, ki se nan eta Etazini ak teritwa sa yo:"],["I certify that all information provided is accurate and that the answers to all questions are true and correct. I know that Massachusetts Law provides penalties and/or imprisonment for false statements to obtain benefits and that DUA actively pursues fraudulently collected benefits. I hereby acknowledge that DUA will verify my information to assure its accuracy. By selecting 'Yes', I acknowledge that, under penalty of perjury, all information provided is complete and accurate to the best of my ability.","Mwen sètifye ke tout enfòmasyon yo bay la egzat e ke repons pou tout kesyon yo se verite ak kòrèk. Mwen konnen Lwa Massachusetts bay penalite ak / oswa anprizònman pou fo deklarasyon pou jwenn benefis e ke DUA aktyèlman pouswiv benefis kolekte fwod. Mwen rekonèt ke DUA ap verifye enfòmasyon mwen pou asire presizyon li. Lè w chwazi 'Wi', mwen rekonèt ke, anba penalite pou fo temwayaj, tout enfòmasyon yo bay la konplè e egzat pi byen nan kapasite mwen."],["I choose not to answer","Mwen chwazi pa reponn"],["I choose not to have any income tax withheld at this time","Mwen chwazi pa gen okenn taks sou revni kenbe nan moman sa a"],["I choose not to have any income tax withheld from my benefits","Mwen chwazi pa gen okenn taks sou revni kenbe soti nan benefis mwen yo"],["I have answered all questions fully and truthfully.","Mwen reponn tout kesyon konplètman e verite."],["I have not worked since last year (","Mwen pa travay depi ane pase"],["I have read and agree with the above:","Mwen te li epi mwen dakò ak pi wo a:"],["I have read and understand the information above.  I understand that DUA will verify the information that I provide.","Mwen li epi mwen konprann enfòmasyon ki anwo a. Mwen konprann ke DUA pral verifye enfòmasyon mwen bay yo."],["I have read and understand the information above. I understand that DUA will verify the information that I provide.","Mwen li epi mwen konprann enfòmasyon ki anwo a. Mwen konprann ke DUA pral verifye enfòmasyon mwen bay yo."],["I know there are penalties\n\t\t\t\t\t\t\tfor giving wrong information. I know that to receive benefits I must meet the eligibility\n\t\t\t\t\t\t\trequirements.","Mwen konnen gen penalite\npou bay move enfòmasyon. Mwen konnen ke pou resevwa benefis mwen dwe satisfè kalifikasyon an\nkondisyon yo."],["I would like my benefits paid by","Mwen ta renmen benefis mwen peye pa"],["I would like my benefits paid by:","Mwen ta renmen benefis mwen peye pa:"],["I would like my benefits paid via a","Mwen ta renmen benefis mwen peye via yon"],["ID - INDONESIA","ID - INDONÉSIE"],["Idaho Child Support","Sipò pou Timoun Idaho"],["Identity Verification is required. (30)","Verifikasyon Idantite obligatwa. (30)"],["IE - IRELAND","IE - IRLANDA"],["If an employer is listed with a status of \"Incomplete,\" select the \"Update\" button to review and complete the missing information.","Si se yon patwon ki nan lis ak yon estati nan \"Enkonplè,\" chwazi \"Mizajou\" bouton an yo revize epi ranpli enfòmasyon ki manke yo."],["If an incorrect entry was made check the box next to the entry and click","Si yo te fè yon antre kòrèk tcheke ti bwat la akote antre a, epi klike"],["If Electronically, enter your email address:","Si elektwonikman, antre nan adrès imel ou:"],["If employer cannot be found, after 3 search attempts, select\n                the radio button next to: “After doing multiple searches,\n                I cannot find my employer on this list”.  Then select the ‘Next’\n                button to proceed to the next page to manually enter your\n                employer information.","Si ou pa ka jwenn anplwayè, apre 3 tantativ rechèch, chwazi\n                bouton radyo ki akote: “Apre w fin fè plizyè rechèch,\n                Mwen pa ka jwenn patwon mwen nan lis sa a ”. Lè sa a, chwazi 'Next' la.\n                bouton pou li ale nan pwochen paj la pou antre manuelman ou\n                enfòmasyon anplwayè."],["If the benefit claim is effective  on or between these dates:","Si reklamasyon benefis la efikas sou oswa ant dat sa yo:"],["If the Federal Department is not listed above, select the correct department/agency from the drop down lists:","Si Depatman Federal pa nan lis pi wo a, chwazi depatman / ajans ki kòrèk la nan lis ki anba:"],["if the information entered is correct.","si enfòmasyon ki antre a kòrèk."],["If the list does not include all the employment that you have had in the past year, select the type of employment and the \"Add\" button below.","Si lis la pa enkli tout travay ou te genyen nan ane ki sot pase a, chwazi ki kalite travay ak bouton \"Ajoute\" ki anba a."],["If the list of employers has a status of \"Complete\" and reflects all the employment that you have had in the past year, select \"Next.\"","Si lis patwon yo gen yon estati \"Ranpli\" epi li reflete tout travay ou te fè nan ane ki sot pase a, chwazi \"Next.\""],["If yes, what is your recall date:","Si se wi, ki sa ki se dat rapèl ou a:"],["If you are not a citizen of the United States, your alien registration number","Si ou pa yon sitwayen ameriken, nimewo enskripsyon etranje ou"],["IF YOU ARE NOT USING YOUR PERSONAL COMPUTER, PLEASE FOLLOW THESE SAFETY TIPS:","SI OU PA ITILIZE KONPITÈ PÈSONÈL OU, Tanpri swiv konsèy sa yo SEKIRITE:"],["If you are required to pay child support to more than one U.S state or territory, you will have the opportunity to add others.","Si w gen obligasyon pou peye sipò pou plis pase yon eta oswa yon teritwa Etazini, w ap gen opòtinite pou ajoute lòt moun."],["If you are unable to work due to the COVID-19 emergency:","Si ou paka travay akòz ijans COVID-19:"],["If you are unable to work due to the","Si ou paka travay akòz"],["If you cannot locate your employer, after 3 search attempts,\n                from the search results, check for an accurate spelling of\n                the employer name (refer to check stubs or W-2 forms).\n                If you locate your employer name within the search results but\n                the address is different from the place you physically worked,\n                it may be due to the employer reporting a different address\n                to our agency.  Select the employer from the list.","Si ou pa kapab jwenn patwon ou, apre 3 tantativ rechèch,\n                soti nan rezilta rechèch la, tcheke pou yon òtograf egzat\n                non patwon-an (al gade nan chèk oswa fòm W-2).\n                Si ou jwenn non patwon ou nan rezilta rechèch la men\n                adrès la diferan de kote ou te travay fizikman,\n                li ka akòz patwon an ki rapòte yon adrès diferan\n                nan ajans nou an. Chwazi patwon-an nan lis la."],["If you could not find the Federal Department you worked for, enter the department\n                    and the agency for which you worked below:","Si ou pa t 'kapab jwenn Depatman Federal ou te travay pou, antre nan depatman an\n                    ak ajans lan pou ki ou te travay anba a:"],["If you have worked for less than one year, enter 1.","Si ou te travay pou mwens pase yon ane, antre nan 1."],["If you move and change your address or your telephone number you must update your contact information in the UI Online system immediately.","Si ou deplase ak chanje adrès ou oswa nimewo telefòn ou ou dwe mete ajou enfòmasyon kontak ou nan sistèm nan UI sou entènèt imedyatman."],["If you need additional support and","Si ou bezwen plis sipò ak"],["If you need help buying healthy","Si ou bezwen èd achte sante"],["If you need","Si ou bezwen"],["If you seek work exclusively through a union hiring hall based in Massachusetts and union\n                name and local number is not listed in the drop-down box, you should answer “No” to this question\n                Only unions that","Si w ap chèche travay sèlman atravè yon sendika anbochaj sal ki baze nan Massachusetts ak sendika\n                non ak nimewo lokal la pa nan lis bwat la, ou ta dwe reponn \"Non\" a kesyon sa a\n                Sèlman inyon sa"],["If you want to use direct deposit you will need your","Si ou vle sèvi ak depo dirèk ou pral bezwen ou"],["If you were a member of the National Guard or in a Reserve component, you must have had 180 days of\ncontinuous active duty, and been provided a form DD214, Member 4 copy in order to qualify for unemployment benefits.\nFull time members of any branch of the armed services may qualify for unemployment benefits","Si ou te yon manm nan Gad Nasyonal la oswa nan yon eleman Rezèv, ou dwe te gen 180 jou nan\nkontinyèl devwa aktif, epi yo te bay yon fòm DD214, Manm 4 kopi pou kapab kalifye pou benefis chomaj.\nManm plen tan nan nenpòt ki branch nan sèvis ame ka kalifye pou benefis chomaj"],["If you were a","Si ou te yon"],["If you were in the","Si ou te nan la"],["If you were separated from employment, or your hours have been reduced, and you will work less than your regular weekly schedule of working hours this week, you should file your claim now.","Si ou te separe de travay, oswa lè ou te redwi, epi ou pral travay mwens pase orè regilye chak semèn ou nan lè travay nan semèn sa a, ou ta dwe depoze reklamasyon ou an kounye a."],["If you worked for the same employer in multiple states, please list your employment in each state as a separate employer.","Si ou te travay pou menm anplwayè a nan plizyè eta, tanpri ekri travay ou nan chak eta kòm yon anplwayè separe."],["If you worked in different states, but for the same employer, you still must list every state separately.If you reside in Massachusetts but all of your employment and wages were in another state, you may or may not be eligible to file in Massachusetts. Proceed with the application to determine your eligibility to file for benefits in Massachusetts.","Si ou te travay nan diferan eta yo, men pou menm anplwayè a, ou dwe toujou make chak eta apa.Si ou abite nan Massachusetts men tout travay ou ak salè ou te nan yon lòt eta, ou ka oswa ou ka pa kalifye pou ranpli dosye nan Massachusetts. Kontinye avèk aplikasyon an pou detèmine si ou kalifye pou ranpli avantaj yo nan Massachusetts."],["If you worked in Massachusetts, and one or more other states during the most recent fifteen months, you may be eligible to file for unemployment benefits in Massachusetts.\nOn the application, you are required to report all employment in every state in which you worked. If you do not list a state in which you worked, it may affect your eligibility for benefits.","Si ou te travay nan Massachusetts, ak youn oswa plis lòt eta pandan kenz mwa ki pi resan yo, ou ka elijib pou ranpli aplikasyon pou benefis chomaj nan Massachusetts.\nSou aplikasyon an, ou oblije rapòte tout travay nan chak eta kote ou te travay la. Si ou pa endike yon eta kote ou te travay, li ka afekte elijiblite ou pou benefis yo."],["If you would like to add a dependent, click the Add button.","Si ou ta renmen ajoute yon depandan, klike sou bouton an Add."],["If you would like to complete the benefit application, select &quot;","Si ou ta renmen ranpli aplikasyon an benefis, chwazi & quot;"],["if you would like to see this list in a printer-friendly window.","si ou ta renmen wè lis sa a nan yon fenèt enprimant ki bon pou ou."],["If your current unemployment claim is not due to","Si reklamasyon chomaj ou ye kounye a pa akòz"],["If your preferred language is not in the list above, select one from this dropdown\n\t\t\t\t\t\t\tmenu:","Si lang ou pi pito a pa nan lis pi wo a, chwazi youn nan men sa a deroulan\nmeni:"],["IL - Illinois","IL - Ilinwa"],["IL - ISRAEL","IL - Pèp Izrayèl la"],["Illinois Child Support","Sipò pou timoun nan Illinois"],["Illinois","Ilinwa"],["Important Information about Your Unemployment Benefits","Enfòmasyon Enpòtan sou Benefis Chomaj ou"],["In a state other than Massachusetts:","Nan yon eta ki pa Massachusetts:"],["In care of (c/o):","Nan swen nan (c / o):"],["in claimants custody pending the adjudication of a petition filed for adoption of the child;","nan gadyen reklamasyon yo annatandan desizyon an sou yon petisyon ki te ranpli pou adopsyon timoun nan;"],["in order to apply for SNAP, TAFDC, or EAEDC.","pou aplike pou SNAP, TAFDC, oswa EAEDC."],["In order to properly staff our customer service center, indicate your preferred\n\t\t\t\t\t\t\tlanguage, using this dropdown menu:","Yo nan lòd yo byen anplwaye sant sèvis kliyan nou yo, endike ou pi pito\nlang, lè l sèvi avèk meni sa a deroulan:"],["In what city were you born?","Nan ki vil ou te fèt?"],["In Writing","Nan Ekri"],["in-network","nan-rezo a"],["in","pous"],["Inactivity","Inaktivite"],["income taxes","enpo sou revni"],["INCOMPLETE","Enkonplè"],["Indiana Child Support","Sipò pou timoun nan Indiana"],["Indicates Required Field","Endike Field Obligatwa"],["Indonesian","Endonezyen"],["Information Checklist","Lis Kontwòl yo"],["information on available services","enfòmasyon sou sèvis ki disponib yo"],["Information you will need to supply in order to apply for unemployment benefits:","Enfòmasyon ou pral bezwen bay yo nan lòd pou aplike pou benefis chomaj:"],["INSTITUTE OF MUSEUM AND LIBRARY SERVICES","INSTITUTE SOU MIZE AK SÈVIS BIBLIYOTÈK"],["Instructions for Using the Website","Enstriksyon pou Sèvi ak Sit wèb la"],["INTER-AMERICAN FOUNDATION","Entè-Ameriken fondasyon"],["INTERNATIONAL BOUNDARY AND WATER COMMISSION","ENFMASYON SOU ENTÈNÈT AK KOMISYON DLO"],["INTERNATIONAL BOUNDARY COMMISSION","Komisyon entènasyonal limit"],["INTERNATIONAL TRADE COMMISSION","Komisyon entènasyonal komès"],["International:","Entènasyonal:"],["Inyo","Ou"],["IO - BRITISH INDIAN OCEAN TER","Mwen - BRITISH INDIAN OCEAN TER"],["Iowa Child Support","Sipò Timoun Iowa"],["IR - IRAN (ISLAMIC REPUBLIC OF","IR - IRAN (REPUBLIC ISLAMIC OF.)"],["IS - ICELAND","IS - ISLANDA"],["Is English your primary language?","Èske angle prensipal ou lang?"],["is needed to determine your eligibility and benefit amount.","nesesè pou detèmine kalifikasyon ou ak kantite lajan benefis ou."],["is needed to determine your eligibility. Use the “Add” button below to add additional Employment.","li nesesè pou detèmine kalifikasyon ou. Sèvi ak bouton \"Add\" ki anba a pou ajoute plis travay."],["is the","se la"],["Is your employment seasonal:","Èske sezon travay ou:"],["IT - ITALY","IT - ITALI"],["It would be beneficial to be connected to a printer in order to print important documents.","Li ta dwe benefisye yo dwe konekte nan yon enprimant yo nan lòd yo enprime dokiman enpòtan."],["Italian","Italyen"],["January 1 - December 31","1 janvye - Desanm 31"],["January 1 - March 31","1 janvye - 31 mas"],["JAPAN-U.S. FRIENDSHIP COMMISSION","JAPAN-U.S. KOMISYON FRIENDSHIP"],["Japanese","Japonè"],["JE - JERSEY","IS - JERSEY"],["JFK CENTER FOR THE PERFORMING ARTS","JFK CENTER POU Pèfòmans ARTS yo"],["Job Title:","Tit Travay:"],["July 1 - June 30","1 jiyè - 30 jen"],["July 1 - September 30","1 jiyè - 30 septanm"],["Kansas Child Support","Sipò Timoun Kansas"],["KE - KENYA","IS - Antre"],["Kentucky Child Support","Sipò Timoun Kentucky"],["Kern","Nwayo"],["KH - CAMBODIA","KH - KAMBODI"],["Khmer (Cambodian)","Khmer (Kanbodyen)"],["Kings","Wa"],["KN - SAINT KITTS AND NEVIS","KN - SAINT KITTS ak NEVIS"],["Korean","Koreyen"],["KP - KOREA- DEMOCRATIC PEOPLES","Pedersen - KOREA- MOUN KI DEMOKRATIK"],["KR - KOREA- REPUBLIC OF","KR - KOREA-REPUBLIC OF"],["KW - KUWAIT","KW - KUWA"],["KY NATIONAL GUARD (AIR NG)","KY NATIONAL GUARD (AIR OF)"],["Lack of childcare","Mank gadri"],["Lassen","Kite"],["Last Call Media Inc.","Dènye apèl Media Inc."],["Last federal duty station:","Dènye estasyon devwa federal:"],["Last Name is required. (30)","Siyati a obligatwa. (30)"],["Last Name:","Siyati:"],["LB - LEBANON","LB - LIBAN"],["Learn about TOP - the","Aprann sou TOP -"],["Leave of Absence:","Kite absans:"],["Lebanese/Arabic","Libanè / arab"],["LIBRARY OF CONGRESS","BIBLIYOTÈK DE KONGRÈ"],["Lists are used to select from pre-defined choices.","Yo itilize lis pou chwazi nan chwa pre-defini yo."],["Lists:","Lis yo:"],["living within the United States or it’s territories or possessions;","k ap viv nan Etazini yo oswa li nan teritwa oswa byen;"],["Lockout:","Blokaj:"],["Log in and go to My Home Page to see important messages, check the status of your claim, and update your information.","Log in epi ale nan paj lakay mwen yo wè mesaj enpòtan, tcheke estati a nan reklamasyon ou, epi mete ajou enfòmasyon ou."],["Log out before you walk away from the computer","Log soti anvan ou mache lwen òdinatè a"],["Logoff","Dekonekte"],["Logon","Koneksyon"],["Louisiana Child Support","Sipò pou timoun nan Louisiana"],["Lowercase character (e.g. a-z)","Karaktè miniskil (tankou yon-z)"],["LR - LIBERIA","LR - LIBÈ"],["LT - LITHUANIA","LT - LITWANI"],["Luke","Lik"],["LY - LIBYAN ARAB JAMAHIRIYA","LY - LIBYA ARAB JAMAHIRIYA"],["MA - MOROCCO","Men - Maròk"],["MA Employer Doing Business As (DBA) Name:","MA Anplwayè fè biznis tankou (DBA) Non:"],["MA Employer Legal Name:","Non Legal Anplwayè a:"],["Madera","Wood"],["Mailing Address","Adrès lakay"],["Maine Child Support","Sipò pou Timoun nan Maine"],["Maintaining contact with professional organizations in your field.","Kenbe kontak ak òganizasyon pwofesyonèl nan jaden ou."],["Make sure you log out completely before leaving the computer. If you need to leave for a personal reason\n                    and intend to return, log out and then log back in when you return.","Asire ou ke ou ouvri sesyon an konplètman anvan ou kite òdinatè a. Si ou bezwen kite pou yon rezon pèsonèl\n                    ak entansyon retounen, ale deyò epi yo Lè sa a, ale tounen nan lè ou retounen."],["Male","Gason"],["Mandarin","Mandaren"],["Marin","marin"],["MARINE MAMMAL COMMISSION","KOMISYON MARINE MARINE"],["Marines","Marin yo"],["Mariposa","Papiyon"],["Maryland Child Support","Sipò pou timoun nan Maryland"],["Massachusetts Child Support","Sipò pou Timoun nan Massachusetts"],["Massachusetts Department of Agriculture:","Depatman Agrikilti Massachusetts:"],["Massachusetts Department of Employee Relations:","Depatman Relasyon Anplwaye nan Massachusetts:"],["Massachusetts DUA Debit Mastercard","Massachusetts DE 2 MasterCard pou debi"],["Massachusetts Employment","Travay nan Massachusetts"],["Maximum Benefit Amount:","Montan Benefis Maksimòm:"],["MEDICAID AND CHIP PAYMENT AND ACCESS COMMISSION","KOMISYON MEDICAID AK CHIP PEMAN AK AKSE"],["MEDICARE PAYMENT ADVISORY COMMISSION","KOMISYON KOMISYON Peman MEDICARE"],["member who is currently seeking work exclusively through a union hiring hall or business agent?","manm ki aktyèlman ap chèche travay sèlman atravè yon sendika anbochaj sal oswa ajan biznis?"],["Merced","Mercy"],["MERIT SYSTEMS PROTECTION BOARD","MERIT SISTÈM PWOTEKSYON BOARD"],["MI - Michigan","MI-Michigan"],["Middle Initial:","Inisyal Mwayen:"],["Military Detailed Service Information","Enfòmasyon Sèvis Militè Detaye"],["Military Service includes active duty in the Army, Navy, Air Force, Marine Corps, Coast Guard, or National Atmospheric and Oceanic Administration (NOAA) as well as active duty in the reserves or National Guard.","Sèvis Militè a gen ladann devwa aktif nan Lame a, Marin, Air Force, Kò Marin, Gad Kòt, oswa Administrasyon Nasyonal Atmosferik ak Oseyanik (NOAA) osi byen ke sèvis aktif nan rezèv yo oswa Gad Nasyonal."],["Military Service","Sèvis militè"],["Military Veteran is required. (30)","Veteran Militè obligatwa. (30)"],["Military Veteran","Veteran Militè"],["Military","Militè"],["Minnesota Child Support","Sipò Timoun Minnesota"],["Mississippi Child Support","Sipò pou timoun nan Mississippi"],["Missouri Child Support","Sipò pou Timoun nan Missouri"],["MK - MACEDONIA- THE FORMER YUG","MK - MACEDONI- AN KIJAN YUG"],["MO - Missouri","MO-Missouri"],["Mobile Phone:","Telefòn mobil:"],["Modify","Modifye"],["Montana Child Support","Sipò timoun Montana"],["Monthly Fee","Frè chak mwa"],["More than one race","Plis pase yon ras"],["MORRIS K. UDALL FOUNDATION","FONDASYON MORRIS K. UDALL"],["Most Recent Employment Begin Date:","Travay ki pi resan an kòmanse Dat:"],["Most Recent Employment End Date:","Dènye Dat Dènye Travay:"],["most recent","pi resan"],["MQ - MARTINIQUE","MQ - Matinik"],["MR - MAURITANIA","MR - MAITISYEN"],["MU - MAURITIUS","MU - MAITIS"],["must","dwe"],["MX - MEXICO","MX - MEXIKO"],["MY - MALAYSIA","MWEN - Malezi"],["My Home Page","Paj lakay mwen an"],["N/A","N / A"],["NA - NAMIBIA","IN - Namib"],["NAT&#39;L OCEANIC &amp; ATMOSPHERIC ADMINISTRATION","NAT & # 39; L OCEANIC & amp; ADMINISTRASYON ATMOSFÈ"],["NATIONAL ARCHIVES &amp; RECORDS ADMINISTRATION","ARCHIVES NATIONAL & amp; DOSYE ADMINISTRASYON"],["NATIONAL CAPITAL PLANNING COMMISSION","KOMISYON NATIONAL CAPITAL PLANNING"],["NATIONAL COUNCIL ON DISABILITY","KONSÈY NASYONAL SOU ENFIMITE"],["NATIONAL CREDIT UNION ADMINISTRATION","ADMINISTRASYON NATIONAL UNION KREDI"],["NATIONAL ENDOWMENT FOR THE ARTS","DIFIKASYON NATIONAL POU ARTS yo"],["NATIONAL ENDOWMENT FOR THE HUMANITIES","DIFIKASYON NATIONAL POU HUMANITE yo"],["NATIONAL GALLERY OF ART","NATIONAL GALLERY ART"],["NATIONAL LABOR RELATIONS BOARD","KONTAK RELASYON TRAVAY NATIONAL"],["National Oceanic and Atmospheric Administration","Administrasyon Nasyonal Oseyan ak Atmosfè"],["NATIONAL RAILROAD ADJUSTMENT BOARD","KONSÈY AJISMAN BIZNIS NATIONAL"],["NATIONAL SCIENCE FOUNDATION","Nasyonal fondasyon syans"],["NATIONAL SECURITY COUNCIL","KONSÈY POU SEKIRITE NATIONAL"],["NATIONAL TRANSPORTATION SAFETY BOARD","KONSÈY Nasyonal sekirite transpò"],["Native Hawaiian or Other Pacific Islander:  A person having origins in any of the original peoples of Hawaii, Guam, Samoa, or other Pacific Islands.","Natif natal Awayi oswa lòt zile zile Abitan: Yon moun ki gen orijin nan nenpòt nan moun ki te orijinèl nan Hawaii, Guam, Samoa, oswa lòt zile Pasifik."],["Navy","Marin"],["NE - NIGER","NON - NIGER"],["Nebraska Child Support","Sipò Timoun Nebraska a"],["Networking in your occupational field and industry.","Rezo nan jaden okipasyonèl ou ak endistri."],["Never check a “remember my password” or “keep me signed in” box.","Pa janm tcheke yon \"sonje modpas mwen\" oswa \"kenbe m 'siyen an\" bwat."],["New Hampshire Child Support","Sipò pou Timoun nan New Hampshire"],["New Jersey Child Support","Sipò pou Timoun New Jersey"],["New Password:","Nouvo modpas:"],["New York Child Support","Sipò pou Timoun New York"],["NI - NICARAGUA","NI-NIKARAGUA"],["NL - NEW FOUNDLAND AND LABRADOR","NL - NEW FOUNDLAND ak LABRADOR"],["NO - NORWAY","NON - Nòvèj"],["No Employment Within the Last 15 Months","Pa gen travay nan dènye 15 mwa yo"],["No more than 35 characters in length","Pa gen plis pase 35 karaktè nan longè"],["no other person is receiving Unemployment allowances for the child","pa gen okenn lòt moun k ap resevwa alokasyon chomaj pou timoun nan"],["No overdraft/credit feature","Pa gen karakteristik dékouvè / kredi"],["No records found...","Pa gen dosye yo te jwenn ..."],["No","Non"],["Non Massachusetts Employment","Travay ki pa nan Massachusetts"],["Non-alphanumeric character (e.g. !,@,#,$,%,^,& or *)","Karaktè ki pa alfanumerik (pa egzanp,!, @, #, $,%, ^, & *)"],["Non-Massachusetts Child Support Confirmation","Konfimasyon Sipò Timoun ki pa Peye-Massachusetts la"],["Non-Massachusetts Child Support County Information","Enfòmasyon sou Konte pou Sipò Timoun ki pa Peye-Massachusetts"],["Non-Massachusetts Child Support Summary","Rezime Sipò Timoun ki pa Peye-Massachusetts la"],["Non-Massachusetts Detailed Employment Information","Enfòmasyon sou Travay Detaye ki pa Peye-Massachusetts"],["Non-Massachusetts Employment","Travay ki pa Peye-Massachusetts la"],["Non-Massachusetts","Ki pa Peye-Massachusetts"],["North Carolina Child Support","Sipò pou Timoun North Carolina"],["North Dakota Child Support","Sipò Timoun North Dakota"],["NORTHERN BORDER REGIONAL COMMISSION","Komisyon rejyonal fontyè Nò"],["NORTHERN MARIANA ISLANDS","ZILE MARIANA Nò"],["Not in Writing","Pa nan Ekri"],["Not previously used within this system","Pa te deja itilize nan sistèm sa a"],["Note : Do not select the 'Back' button on your browser. Instead, use the&nbsp;","Remak: Pa chwazi bouton an 'Retounen' sou navigatè ou a. Olye de sa, itilize&nbsp;"],["Note :","Remak :"],["NOTE","REMAK"],["Note: Click on a different page number for additional job title options.","Remak: Klike sou yon nimewo paj diferan pou plis opsyon tit travay."],["Note: Electronic correspondence is only available in English at this time.","Remak: Korespondans elektwonik disponib sèlman nan lang angle nan moman sa a."],["Note: If you check 'No' you cannot continue through this application. Tell me more\n            about","Remak: Si ou tcheke 'Non' ou pa kapab kontinye nan aplikasyon sa a. Di mwen plis\n            sou"],["Note: You will be receiving important, time sensitive correspondence that may affect your rights to benefits.\n                    Therefore, if you chose \"electronic\" as your preferred correspondence method, it is important\n                    (even when awaiting the outcome of an appeal or after you have stopped collecting benefits), that you:","Remak: Ou pral resevwa enpòtan, korespondans tan sansib ki ka afekte dwa ou sou benefis yo.\n                    Se poutèt sa, si ou te chwazi \"elektwonik\" kòm metòd korespondans ou pi pito, li enpòtan\n                    (menm lè wap tann rezilta yon apèl oswa apre ou sispann kolekte benefis), ou:"],["Note:","Remak:"],["NS - NOVA SCOTIA","NS - Nova Scotia"],["NT - NORTHWEST TERRITORIES","NT - TERRITORES Nòdwès"],["NU - NIUE","NON - PA gen anyen ..."],["NU - NUNAVUT","NON - PA JANM"],["NUCLEAR REGULATORY COMMISSION","KOMISYON RÈGLEMAN NILARL"],["NUCLEAR WASTE TECHNICAL REVIEW BOARD","BOUTIKASYON REVIZYON TEKNIK POU BILAT"],["Numeric digit (e.g. 0-9)","Chif nimerik (eg, 0-9)"],["Occupation with this employer:","Okipasyon ak patwon sa a:"],["Occupational Information","Enfòmasyon sou okipasyonèl"],["OCCUPATIONAL SAFETY &amp; HEALTH REVIEW COMM.","SEKIRITE OCCUPATIONAL & amp; REV REV POU SANTE."],["October 1 - December 31","1 oktòb - 31 desanm"],["October 1 - September 30","1 oktòb - 30 septanm"],["of at least","omwen"],["OFFICE OF ADMINISTRATION","BIWO ADMINISTRASYON"],["OFFICE OF COMPLIANCE","BIWO KONF .MITE"],["OFFICE OF GOVERNMENT ETHICS","BIWO ETIK GOUVÈNMAN"],["OFFICE OF MANAGEMENT AND BUDGET","BIWO JESYON AK BIDJE"],["OFFICE OF NATIONAL DRUG CONTROL POLICY","BIWO POLITIK Nasyonal KONTWL DW CONTRG"],["OFFICE OF NAVAJO &amp; HOPI INDIAN RELOCATION","BIWO NAVAJO & amp; HOPI INDIAN RELOCATION"],["OFFICE OF PERSONNEL MANAGEMENT","BIWO JESYON PÈSONÈL LA"],["OFFICE OF SCIENCE &amp; TECHNOLOGY POLICY","BIWO SYANS & amp; RÈGLEMAN TEKNOLOJI"],["OFFICE OF THE DIRECTOR OF NATIONAL INTELLIGENCE","Biwo Direktè Entèlijans Nasyonal la"],["OFFICE OF THE VICE PRESIDENT","BIWO VIZ PREZIDAN AN"],["OFFICE OF U.S. TRADE REPRESENTATIVE","BIWO NAN REPREZANTAN KOMINOTÈ US"],["Ohio Child Support","Sipò pou timoun nan Ohio"],["on-call","sou-rele"],["Once you have located the most accurate description of your occupation, select the button associated with the Job Title, and select","Yon fwa ou te jwenn deskripsyon ki pi egzat sou okipasyon ou, chwazi bouton ki asosye avèk Tit Travay la, epi chwazi"],["OR - Oregon","OSWA - Oregon"],["or other economic assistance, visit","oswa lòt asistans ekonomik, vizite"],["or","oswa"],["Or….","Oswa…."],["Orange","zoranj"],["Oregon Child Support","Sipò pou timoun nan Oregon"],["Other Resources:","Lòt Resous:"],["Other","Lòt"],["Other:","Lòt:"],["Our webpages are under continuous development. While we try to keep them current and error-free, this may\n                    not always be so.","Paj nou yo anba devlòpman kontinyèl. Pandan ke nou eseye kenbe yo aktyèl ak erè-gratis, sa a pouvwa\n                    pa toujou konsa."],["Out Of Country","Soti nan peyi a"],["out-of-network","andeyò rezo a"],["Out-Of-State Work History is required. (30)","Istwa travay Out-of-Eta a obligatwa. (30)"],["Partially or Totally Unemployed Through No Fault of Your Own","Pasyèlman oswa Totalman Chomaj Atravè Pa gen Fòt nan pwòp ou yo"],["password guidelines","direktiv modpas"],["Payment Options","Peman Opsyon"],["PEACE CORPS","BÈ KI PEACE"],["Pennsylvania Child Support","Sipò Timoun Pennsylvania"],["PENSION BENEFITS GUARANTY CORP","BENEFIS PENSYON GARANTI CORP"],["Per Purchase","Pou chak acha"],["Persian","Pèsik"],["Personal Information","Enfomasyon pèsonèl"],["PF - FRENCH POLYNESIA","PF - Haitian Creole"],["PhD or Doctorate","Doktora oswa doktora"],["Phone:","Telefòn:"],["Physical location Where Work Was Performed:","Kote fizik kote travay la te fèt:"],["Placer","Plezi"],["Please choose a new password and other information by entering it in the fields\n        below and clicking Save. For additional information on password security, please refer to the","Tanpri chwazi yon nouvo modpas ak lòt enfòmasyon pa antre nan jaden yo\n        anba a epi klike sou Save. Pou plis enfòmasyon sou sekirite modpas, tanpri al gade nan"],["Please provide your Social Security Number","Tanpri bay Nimewo Sekirite Sosyal ou"],["Please read and certify:","Tanpri li ak sètifye:"],["Please select from the list in the drop down menu:","Tanpri chwazi nan lis la nan meni an desann:"],["Plumas","Plim"],["PM - SAINT PIERRE AND MIQUELON","PM - SAINT PIERRE AK MIQUELON"],["Polish","Polonè"],["Portuguese","Pòtigè"],["Possible Matches","Alimèt posib"],["POSTAL REGULATORY COMMISSION","POSTAL KOMISYON RÈGLEMAN"],["Press the \"Alt\" key on your keyboard to view the menu along the top of the screen.","Peze kle \"Alt\" sou klavye ou pou wè meni an sou tèt ekran an."],["Primary Language","Premye lang"],["Print Page","Enprime paj la"],["Print Preview","Ekran Preview"],["Print this page for your records.","Enprime paj sa a pou dosye ou yo."],["Print","Ekri an lèt detache"],["PRIVACY AND CIVIL LIBERTIES OVERSIGHT BOARD","KONFIDANSYALITE AK LIBÈTI SIVIL KONPLÈ KI SOTIYE"],["Privacy Statement","Deklarasyon sou konfidansyalite"],["Provide Additional Employers","Bay anplwayè anplis"],["Provided Address","Adrès founi"],["PT - PORTUGAL","PT - Pòtigal"],["PUBLIC DEFENDER SERVICE FOR DISTRICT OF COLUMBIA","SÈVIS PIBLIK PIBLIK POU DISTRI COLUMBIA"],["Puerto Rico Child Support","Sipò pou timoun nan Puerto Rico"],["Push the button on the mouse to select the field. A blinking bar will appear in\n                            the field. You can now enter your information.","Pouse bouton an sou sourit la chwazi jaden an. Yon ba kliyote ap parèt nan\n                            jaden an. Ou kapab kounye a antre enfòmasyon ou yo."],["qualified dependents is required. (30)","depandan ki kalifye yo obligatwa. (30)"],["Qualified Dependents","Depandan ki kalifye yo"],["quincy,&nbsp;MA&nbsp;02122","Quincy,&nbsp;MA&nbsp;02122"],["Quit:","Kite:"],["Race is required, select a value (35)","Ras obligatwa, chwazi yon valè (35)"],["Race","Ras"],["Race:","Ras:"],["Radio buttons are used to select from pre-defined choices.","Bouton Radyo yo itilize pou chwazi soti nan chwa pre-defini."],["Radio Buttons:","Bouton Radyo:"],["RAILROAD RETIREMENT BOARD","KONSÈY RETIREMENT FIL"],["Re Enter SSN is required. (30)","Re antre SSN obligatwa. (30)"],["Re Enter SSN:","Re antre SSN:"],["Re-enter Bank Account Number:","Re-antre nan nimewo kont labank:"],["Re-enter email address:","Re-antre nan adrès imel:"],["Re-enter Email Address:","Re-antre nan adrès imel:"],["Read your","Li ou"],["Reason For Separation from this employer","Rezon pou Separasyon nan men anplwayè sa a"],["Reason for separation from this Employer:","Rezon ki fè separasyon sa a soti nan Anplwayè a:"],["Reasons for separation from your employers","Rezon pou separasyon de anplwayè ou yo"],["Recall dates","Rapèl dat"],["Receive Correspondence is required. (30)","Resevwa korespondans obligatwa. (30)"],["Refer to your","Gade nan ou"],["Registering with the Career Center","Enskri ak Sant Karyè"],["Registering with the Career Center.","Enskri ak Sant Karyè."],["REGULATORY INFORMATION SERVICE CENTER","SÈVIS ENFMASYON SOU RÈGLEMAN SÈVIS"],["Remember this information. You will need it to access your claim online.","Sonje enfòmasyon sa a. Ou pral bezwen li pou jwenn aksè nan reklamasyon ou sou entènèt."],["Replacement card, express delivery","Kat Ranplasman, eksprime livrezon"],["Residential Address - Address Line 1 is required. (30)","Adrès Rezidans lan - Adrès Liy 1 obligatwa. (30)"],["Residential Address - City is required. (30)","Adrès Rezidans lan - Vil obligatwa. (30)"],["Residential Address - ZIP Code is required. (30)","Adrès rezidans - Kòd postal obligatwa. (30)"],["Residential Address","Adrès rezidansyèl"],["restrict","mete restriksyon sou li"],["Rhode Island Child Support","Sipò pou timoun nan Rhode Island"],["RO - ROMANIA","RO - WOUMANI"],["Routing Transit Number","Nimewo wout transpò"],["Row\">","Ranje \">"],["RS - SERBIA","RS - SERBI"],["RU - RUSSIAN FEDERATION","RU - RUS FEDERASYON"],["Russian","Ris"],["San Benito","Saint Benedict"],["San Francisco","sann Fransisko"],["San Mateo","Saint Matye"],["Saturday, June 1, 2019","Samdi, 1 jen 2019"],["Savings","Ekonomi"],["SB - SOLOMON ISLANDS","Zile SB - SOLOMON"],["School Employee:","Anplwaye lekòl la:"],["Search Results","Rezilta rechèch la"],["Search","Rechèch"],["Security Answer:","Repons Sekirite:"],["Security Question:","Kesyon sekirite:"],["See the materials you received with your card for free ways to access your funds and balance information.","Al gade nan materyèl ou te resevwa ak kat ou a pou fason gratis jwenn aksè nan lajan ou ak enfòmasyon balans lan."],["Select an option to either increase or decrease font size.","Chwazi yon opsyon swa ogmante oswa diminye gwosè font."],["Select one","Chwazi youn"],["Select One","Chwazi youn"],["Select the Agency:","Chwazi Ajans lan:"],["Select the bank account type","Chwazi kalite kont lan"],["Select the County to which you are required to pay child support is required, select a value (35)","Chwazi Konte kote ou oblije peye sipò pou pitit ou, chwazi yon valè (35)"],["Select the County to which you are required to pay child support:","Chwazi Konte kote ou oblije peye sipò pou timoun lan:"],["Select the Department of the Federal Government for which you worked between the period","Chwazi Depatman Gouvènman Federal la pou ki ou te travay ant peryòd la"],["Select the Federal Department:","Chwazi Depatman Federal la:"],["Select the U.S state or territory to which you are required to pay child support","Chwazi eta Etazini oswa teritwa kote ou oblije peye sipò pou timoun lan"],["Select your Branch of Service :","Chwazi Branch ou nan Sèvis:"],["Select Your highest level of education completed is required, select a value (35)","Chwazi pi wo nivo ou nan edikasyon ranpli yo mande yo, chwazi yon valè (35)"],["Select your highest level of education completed:","Chwazi pi wo nivo ou nan edikasyon ranpli:"],["Select your primary occupation:","Chwazi okipasyon prensipal ou:"],["Select","Chwazi"],["SELECTIVE SERVICE SYSTEM","SISTÈM SELECTIVE SERVICE"],["Sending resumes in response to employer ads or job leads.","Voye rezime an repons pou anons patwon yo oswa mennen travay yo."],["Serbian","Sèb"],["Serbo-Croatian","Sèwo kwoasyen"],["Set Password","Mete Modpas"],["Severance or other pay may include any types of payment such as severance pay, pay\n                                    in lieu of dismissal notice, continuation pay (not performing services but still\n                                    being paid), a retention or &#8220;stay&#8221; bonus or any other payment based\n                                    on years or length of service.","Separasyon oswa lòt salè ka enkli nenpòt kalite peman tankou pemanosans peman, peye\n                                    nan plas avi lekòl lage, peman kontinyasyon (pa fè sèvis men toujou\n                                    yo peye), yon retansyon oswa & # 8220; rete & # 8221; bonis oswa nenpòt ki lòt peman ki baze sou\n                                    sou ane oswa longè sèvis."],["should not","pa ta dwe"],["SI - SLOVENIA","WI - SLOVENI"],["Sign up with","Enskri ak"],["Since\n\t\t\t\t\t\t\t4/7/2019\n\t\t\t\t\t\t\thave you applied for unemployment benefits from a state other than Massachusetts:","Depi\n4/7/2019\nèske ou te aplike pou benefis chomaj nan yon eta ki pa Massachusetts:"],["Since\n                                Monday, April 1, 2019, have you applied for or are you receiving any of the following:","Depi\n                                Lendi 1ye avril 2019, èske ou te aplike pou ou ap resevwa nenpòt nan bagay sa yo:"],["Since\n                                Monday, April 1, 2019, have you received, applied for, or are you receiving\n                                any of the following:","Depi\n                                Lendi, 1ye avril 2019, èske ou te resevwa, aplike pou ou, oubyen èske wap resevwa\n                                nenpòt nan bagay sa yo:"],["Since\n                                Monday, April 1, 2019, have you received, are you receiving, or do you expect\n                                to receive any of the following:","Depi\n                                Lendi, 1ye avril 2019, èske ou te resevwa, èske wap resevwa, oubyen èske ou espere\n                                resevwa nenpòt nan bagay sa yo:"],["Since\n                                Monday, April 1, 2019:","Depi\n                                Lendi 1ye avril 2019:"],["Since 4/7/2019 have you applied for unemployment benefits from a state other than Massachusetts? response is required. (30)","Depi 4/7/2019 ou te aplike pou benefis chomaj nan yon eta ki pa Massachusetts? repons obligatwa. (30)"],["SJ - SVALBARD AND JAN MAYEN IS","SJ - SVALBARD AK JAN MAYEN IS"],["SK - SLOVAKIA (SLOVAK REPUBLIC","SK - SLOVAKI (REPIBLIK SLOVAK"],["SMALL BUSINESS ADMINISTRATION","Ti biznis ADMINISTRASYON"],["SOCIAL SECURITY ADMINISTRATION","ADMINISTRASYON SEKIRITE SOSYAL"],["Social Security Number is required. (30)","Nimewo Sekirite Sosyal obligatwa. (30)"],["Social Security Number:","Nimewo Sekirite Sosyal:"],["sole proprietor","sèl propriyeter"],["South Carolina Child Support","Sipò pou Timoun South Carolina"],["South Dakota Child Support","Sipò pou Timoun South Dakota"],["Spanish","Panyòl"],["Spell a word or series of words that can be found in a standard dictionary","Eple yon mo oswa yon seri mo ki ka jwenn nan yon diksyonè estanda"],["Spell a word with a number added to the beginning and/or end","Eple yon mo ak yon nimewo ajoute nan kòmansman an ak / oswa nan fen"],["SSN is required. (30)","SSN obligatwa. (30)"],["ST - SAO TOME AND PRINCIPE","ST - SAO TOME AK PRINCIPE"],["Start Date","Dat Kòmanse"],["State Agency Name:","Non Ajans Eta a:"],["State Child\n                                Support Contact Information","Timoun nan Eta a\n                                Sipòte enfòmasyon pou kontakte"],["State is required. (30)","Leta obligatwa. (30)"],["State Website","Sit wèb Eta a"],["State","Eta a"],["State:","Eta:"],["state(s) in which you worked since 4/1/2019:","eta kote ou te travay depi 4/1/2019:"],["Status","Ki dènye nouvèl"],["Still Working:","Toujou ap travay:"],["Strike:","Grèv:"],["Submit","Soumèt"],["Sufficient Wages in Your Base Period","Salè ase nan peryòd de baz ou"],["Suffix:","Sifiks:"],["Sunday, April 5, 2020","Dimanch, 5 avril, 2020"],["SURFACE TRANSPORTATION BOARD","BORD SIPATION TRANSPTASYON"],["Suspension:","Sispansyon:"],["Swahili","Angle"],["SY - SYRIAN ARAB REPUBLIC","AK - REPUBLIC ARIB"],["System Security","Sekirite Sosyal"],["Taiwanese","Teyat"],["Tax Withholding Options","Opsyon taks ki kenbe yo"],["Tax withholding preference:","Preferans taks dediksyon:"],["TC - TURKS AND CAICOS ISLANDS","TC - TURKS AK CAICOS ISLANDS"],["Telephone Numbers","Nimewo telefòn"],["Telephone","Telefòn"],["Tennessee Child Support","Sipò Timoun nan Tennessee"],["TENNESSEE VALLEY AUTHORITY","OTORITE TENNESSEE VALLEY"],["Texas Child Support","Sipò Timoun nan Texas"],["TF - FRENCH SOUTHERN TERRITORI","TF - TERRITORI SEASYEN NOUVÈL Panyòl"],["that pays benefits when you attend full-time, approved training.","ki peye benefis lè ou ale nan plen tan, apwouve fòmasyon."],["The address you entered is verified to ensure that the U.S. Post Office can deliver mail to that address. For faster mailing, we also add the zip+4code. Please select the most accurate mailing address below.","Adrès ou te antre an verifye pou asire biwo lapòs Etazini an ka delivre lapòs nan adrès sa a. Pou pi vit poste, nou ajoute tou postal + 4code. Tanpri chwazi adrès postal ki pi egzat ki anba a."],["The Base Period (BP)","Peryòd de baz la (BP)"],["the child, step child, ward of the claimant;","timoun nan, pitit etap, pawas la moun kap fè reklamasyon an;"],["The information you provide is required by the Department of Unemployment Assistance (DUA) to determine your eligibility for unemployment insurance benefits. This information is confidential and will not be disclosed except as allowed by law.","Depatman Èd pou Chomaj (DUA) egzije enfòmasyon ou bay yo pou detèmine si ou kalifye pou benefis asirans chomaj. Enfòmasyon sa yo konfidansyèl epi yo p ap divilge eksepte jan lalwa pèmèt sa."],["The list below includes Non-Massachusetts child support information on file from a previous claim. A letter will be sent to each Non-Massachusetts state and territory requesting updated child support information. You may contact the state or territory directly if you no longer owe child support or if you have questions about a specific child support order.","Lis ki anba a gen ladan enfòmasyon sou sipò timoun ki pa Peye-Massachusetts nan dosye ki soti nan yon reklamasyon anvan yo. Y ap voye yon lèt nan chak eta ak teritwa ki pa Peye-Massachusetts la pou mande enfòmasyon sou sipò timoun yo ajou. Ou ka kontakte eta a oswa teritwa a dirèkteman si ou pa dwe sipò timoun oswa si ou gen kesyon sou yon lòd sipò timoun espesifik."],["The Massachusetts DUA debit Mastercard is issued by Bank of America. There is no fee to purchase or activate this card.","Bank of America bay Massachusetts Mastercard debi a. Pa gen okenn frè pou achte oswa aktive kat sa a."],["The maximum amount of Benefit Credit a claimant may be entitled to receive over the life of the claim is calculated at 26 times the claimant’s benefit rate or 36% of the wages earned in the base period, whichever is lower.","Kantite maksimòm kredi benefis yon moun kap fè reklamasyon ka gen dwa resevwa sou lavi sa a ki nan reklamasyon an kalkile nan 26 fwa pousantaj benefis demandè a oswa 36% nan salè ou touche nan peryòd de baz la, kèlkeswa sa ki pi ba a."],["The names of all your employers","Non tout anplwayè ou yo"],["The primary base period is the prior:","Peryòd debaz prensipal la se anvan an:"],["The search results will display in alphabetical order.  If search results are too broad, enter more letters in the employer name.","Rezilta rechèch la ap parèt nan lòd alfabè. Si rezilta rechèch yo twò laj, antre plis lèt nan non patwon an."],["The social security numbers  and dates of birth for your dependents","Nimewo sekirite sosyal ak dat nesans pou depandan ou yo"],["THE SUPREME COURT OF THE U.S.","Tribinal Siprèm nan peyi Etazini an."],["The U.S Department of labor requires this question to be asked on Unemployment Insurance applications.","Depatman Travay Ameriken yo mande pou yo poze kesyon sa a sou aplikasyon pou Asirans Chomaj."],["This includes active duty in the Army, Navy, Air Force, Marine Corps, Coast\n                Guard, or National Atmospheric and Oceanic Administration (NOAA) as well\n                as active duty in the Reserves or National Guard.","Sa enkli devwa aktif nan Lame, Marin, Fòs Aeryen, Kò Marin, Kòt\n                Gad, oswa Administrasyon Nasyonal Atmosferik ak Oseyanik (NOAA) tou\n                kòm devwa aktif nan Rezèv yo oswa Gad Nasyonal la."],["This information is collected for federal statistical purposes only and does\n                not affect your eligibility for unemployment insurance benefits.","Enfòmasyon sa a ranmase pou rezon federal estatistik sèlman epi fè\n                pa afekte kalifikasyon ou pou benefis asirans chomaj."],["This information is collected for federal statistical purposes only and does not\n                affect your eligibility for unemployment insurance benefits.","Enfòmasyon sa a ranmase pou rezon federal estatistik sèlman epi li pa fè sa\n                afekte kalifikasyon ou pou benefis asirans chomaj."],["This information is collected for federal statistical purposes only and does not affect your eligibility for unemployment insurance benefits.","Enfòmasyon sa a kolekte pou rezon federal estatistik sèlman epi yo pa afekte kalifikasyon ou pou benefis asirans chomaj."],["This list does not include Massachusetts counties, All Massachusetts child supports are added or updates automatically by the Massachusetts Department of Revenue. If you have questions about specific child support order,\n                         you may contact the state or territory directly","Lis sa a pa gen ladan konte Massachusetts, tout Depatman Sipò Massachusetts yo ajoute oswa mete ajou dènye otomatikman yo nan men Massachusetts. Si ou gen kesyon sou lòd sipò timoun espesifik,\n                         ou ka kontakte eta a oswa teritwa a dirèkteman"],["This list does not include Massachusetts counties. All Massachusetts child support orders are added or updated automatically by the Massachusetts Department of Revenue.","Lis sa a pa gen ladan konte Massachusetts yo. Depatman revni Masachisèt ajoute tout lòd lòd sipò timoun Massachusetts yo oswa mete yo ajou otomatikman."],["This system may contain U.S. Government information, which is restricted to authorized\n            users ONLY. Unauthorized access, use, misuse, or modification of this computer\n            system or of the data contained herein or in transit to/from this system constitutes a\n            violation of Title 18, United States Code, Section 1030, and may subject the individual\n            to criminal and civil penalties pursuant to Title 26, United States Code, Sections 7213,\n            7213A (the Taxpayer Browsing Protection Act), and 7431. This system and\n            equipment are subject to monitoring to ensure proper performance of applicable\n            security features or procedures. Such monitoring may result in the acquisition,\n            recording, and analysis of all data being communicated, transmitted, processed, or\n            stored in this system by a user. If monitoring reveals possible evidence of criminal\n            activity, such evidence may be provided to Law Enforcement Personnel.","Sistèm sa a ka gen enfòmasyon Gouvènman Etazini, ki gen restriksyon sou otorize\n            itilizatè SÈLMAN. Aksè san otorizasyon, itilizasyon, move itilizasyon, oswa modifikasyon nan òdinatè sa a\n            sistèm oswa nan done ki nan dokiman sa a oswa nan transpò nan / soti nan sistèm sa a konstitye yon\n            vyolasyon Tit 18, Kòd Etazini, Seksyon 1030, epi yo ka sijè endividyèl la\n            nan sanksyon kriminèl ak sivil dapre Tit 26, Kòd Etazini, Seksyon 7213,\n            7213A (Lwa sou Pwoteksyon Kont Kontribyab), ak 7431. Sistèm sa a ak\n            ekipman yo sijè a siveyans asire pèfòmans apwopriye nan aplikab\n            karakteristik sekirite oswa pwosedi yo. Siveyans sa yo ka lakòz akizisyon an,\n            anrejistreman, ak analiz de tout done yo te kominike, transmèt, trete, oswa\n            estoke nan sistèm sa a pa yon itilizatè. Si siveyans revele prèv posib pou kriminèl\n            aktivite, tankou prèv sa yo ka bay Pèsonèl Law Enforcement."],["This website is best viewed at 1024 X 768 screen resolution or higher.","Sit wèb sa a pi byen wè nan rezolisyon ekran 1024 X 768 oswa pi wo."],["This website is designed\n                    to work with Internet Explorer version 5.5 and higher or Mozilla Firefox. Earlier versions of Internet Explorer\n                    and other early browsers may not work well with this application. To check which\n                    Internet Explorer version you are using go to \"Help\" on the menu bar then select \"About...\"","Sit wèb sa a fèt\n                    travay ak Internet Explorer vèsyon 5.5 ak pi wo oswa Mozilla Firefox. Pi bonè vèsyon nan Internet Explorer\n                    ak lòt navigatè yo byen bonè pa ka travay byen ak aplikasyon sa a. Pou tcheke ki ...\n                    Internet Explorer vèsyon w ap itilize ale nan \"Ede\" sou ba meni an Lè sa a, chwazi \"About ...\""],["This website may contain hypertext links to information or sites created or maintained by other public or\n                    private organizations. Please be aware that DUA does not control or guaranty the content, quality, or\n                    security of these other websites and services.","Sit wèb sa a ka gen lyen ipèrtèks ak enfòmasyon oswa sit kreye oswa konsève pa lòt piblik oswa\n                    òganizasyon prive. Tanpri sonje DUA pa kontwole ni garanti kontni, bon jan kalite, oswa\n                    sekirite lòt sit ak sèvis sa yo."],["Tibetan","Tibeten"],["TL - TIMOR-LESTE","TL - TIMOR LEKTI"],["TN - TUNISIA","TN - TUNISI"],["TO - TONGA","POU - TONGA"],["to a personal bank account","nan yon kont labank pèsonèl"],["to a personal checking or savings account.Deposits can only be made to banks in the U.S","nan yon kont kouran pèsonèl oswa kont depay. Depo yo kapab fèt sèlman nan bank nan Etazini yo"],["To add an entry including an additional state or territory or another county in a state or territory or another county in a state or territory already listed,\n                         choose the state or territory from the drop-down list and click","Pou ajoute yon antre ki gen ladan yon lòt eta oswa teritwa oswa yon lòt konte nan yon eta oswa yon teritwa oswa yon lòt konte nan yon eta oswa yon teritwa ki deja nan lis la,\n                         chwazi eta a oswa teritwa a nan lis la desann epi klike sou"],["To be eligible for benefits, you must have been paid wages in the","Pou kalifye pou benefis yo, ou dwe peye salè nan"],["to be potentially eligible for benefits:","yo dwe elijib pou benefis yo:"],["to complete the following information.\n                            If you have served more than one term of service, complete the information for\n                            your most recent term military service.","ranpli enfòmasyon sa yo.\n                            Si ou te sèvi plis pase yon sèl tèm nan sèvis, ranpli enfòmasyon yo pou\n                            dènye sèvis militè tèm ou."],["to confirm your bank&#8217;s name:","konfime non bank ou an:"],["to continue the application process.","kontinye pwosesis aplikasyon an."],["to continue the claim process.","kontinye pwosesis reklamasyon an."],["To enter your job title for this employer select search&nbsp;&nbsp;","Pou antre nan tit travay ou a pou patwon sa a chwazi rechèch&nbsp;& nbsp;"],["To expedite the issuing of payments there will be no \"waiting week.\"","Pou akselere founi dokiman yo nan peman pa pwal gen okenn \"ap tann semèn.\""],["To expedite the updating of our records, you may contact the U.S. state\n                 or territory directly and request that an updated child support order\n                 or termination notice be sent to the following address:","Pou akselere mete ajou dosye nou yo, ou ka kontakte eta Ameriken an\n                 oswa teritwa dirèkteman epi mande pou yo bay yon lòd sipò timoun yo ajou\n                 oswa avi revokasyon dwe voye nan adrès sa a:"],["to locate the most accurate description of your occupation.","lokalize deskripsyon ki pi egzat sou okipasyon ou."],["To narrow your search results add more letters to the Employer Name and/or enter the city where you worked in the Employer City field.","Pou limite rezilta rechèch ou an, ajoute plis lèt nan Non Anplwayè a ak / oswa antre nan vil kote ou te travay nan jaden Vil Patwon an."],["To protect your data privacy, remember to click the","Pou pwoteje konfidansyalite done ou, sonje klike sou la"],["to review the definition of qualified dependents.  Do you wish to apply for dependency allowances?","revize definisyon depandan ki kalifye yo. Èske ou vle aplike pou alokasyon pou depandans?"],["To search for job title select search","Pou chèche rechèch tit travay chwazi"],["To sign up for Direct Deposit, log in to your account or call 617-626-6800, option 3 from the main menu.","Pou enskri pou Depo Dirèk, konekte nan kont ou oswa rele 617-626-6800, opsyon 3 nan meni prensipal la."],["to","pou"],["Trade Union","Komès Inyon"],["Training Opportunities Program","Pwogram Opòtinite Fòmasyon"],["Trinity","Trinite"],["TT - TRINIDAD AND TOBAGO","TT - TRINIDAD AK TOBAGO"],["Tuesday, January 1, 2019","Madi, 1 janvye 2019"],["Turkish","Tik"],["TV - TUVALU","TV TUVALU"],["type(s) of employment you had since (","kalite travay ou te gen depi"],["TZ - TANZANIA- UNITED REPUBLIC","TZ - TANZANI-REPUBLIC UNITED"],["U.S. ABILITYONE COMMISSION","KOMISYON KONSÈY POU OU"],["U.S. ACCESS BOARD","KONSÈY POU AKSÈ"],["U.S. AGENCY FOR GLOBAL MEDIA","AJANS U.S. POU MEDYA GLOBAL"],["U.S. AGENCY FOR INTERNATIONAL DEVELOPMENT","AJANS Nasyonzini pou DEVLOPMAN entènasyonal"],["U.S. ARTIC RESEARCH COMMISSION","KOMISYON rechèch atistik US"],["U.S. BOTANICAL GARDEN","JADEN BOTANIK Nasyon Zini"],["U.S. CAPITOL POLICE","POLITIK KAPITOL"],["U.S. CHEMICAL SAFETY &amp; HAZARD INVESTIGATION BOARD","SEKIRITE KIMIKI AMERIKEN & amp; KONSÈY ENVESTIGASYON PERYL"],["U.S. COMMISSION ON CIVIL RIGHTS","KOMISYON POU DWA SIVIL"],["U.S. COMMISSION ON INTERNATIONAL RELIGIOUS FREEDOM","KOMISYON KI SOTI NAN Ameriken sou libète relijyon entènasyonal"],["U.S. CONSUMER PRODUCTS SAFETY COMMISSION","KOMISYON SEKIRITE PWOSEDI PWOPRIYETÈ AN"],["U.S. COURT OF VETERANS APPEALS FOR VETERANS CLAIM","TRIBINAL AMERIKEN POU VETERANS APÈL POU VETERAN DEKLARASYON"],["U.S. ELECTION ASSISTANCE COMMISSION","Komisyon Asistans Eleksyon Ameriken"],["U.S. GOVERNMENT PUBLISHING OFFICE","BIWO PIBLIKASYON Gouvènman Ameriken an"],["U.S. HOLOCAUST MEMORIAL MUSEUM","MIZE MEMORIAL HOLOCAUST"],["U.S. HOUSE OF REPRESENTATIVES","Kay ameriken nan reprezantan"],["U.S. INSTITUTE OF PEACE","Enstiti Ameriken pou Lapè"],["U.S. INTERAGENCY COUNCIL ON THE HOMELESSNESS","KONSÈY INTERAGÈ KI SOTI NAN LADAN"],["U.S. INTERNATIONAL DEVELOPMENT FINANCE CORPORATION","US INTERNATIONAL DEVLOPMAN FINANCE CORPORATION"],["U.S. MARINE CORP COMMUNITY SERVICES","SÈVIS KOMINOTE KOMINOTE MARIN CORP"],["U.S. MARINE CORPS COMMUNITY SERVICES - NAF","SOU MARI MARI SÈVIS KOMINOTÈ - NAF"],["U.S. OFFICE OF SPECIAL COUNSEL","Biwo OFISYÈL ESPESYAL"],["U.S. POSTAL SERVICE                               /U.S. POSTAL SERVICE                               , EARTH CITY               , MO","SÈVIS POSTAL NAN ETA. POSTAL SERVICE, EARTH CITY, MO"],["U.S. POSTAL SERVICE","Etazini POSTAL SÈVIS"],["U.S. SECURITIES AND EXCHANGE COMMISSION","KOMISYON PWOTEKSYON NAN ETA"],["U.S. SENATE","Etazini Sena"],["U.S. state or territory to which you are required to pay child support:","Eta Etazini oswa teritwa kote ou oblije peye sipò pou timoun lan:"],["U.S. State or Territory","Eta oswa Teritwa Etazini"],["U.S. TAX COURT","TRIBINAL TRIBINAL AMERIKEN"],["U.S. TRADE AND DEVELOPMENT AGENCY","US KOMÈS AK AJANS DEVLOPMAN"],["U.S. Virgin Islands","Zile Vyèj Etazini"],["U.S. WORLD WAR I CENTENNIAL COMMISSION","Komisyon Gouvènman Centennel nan Lwa mondyal la"],["U.S.-CHINA ECONOMIC &amp; SECURITY REVIEW COMMISSION","US-CHINA EKONOMIK & amp; KOMISYON REVIZYON SEKIRITE"],["UA - UKRAINE","UA - UKRAIN"],["UG - UGANDA","AK - Uganda"],["Under the \"Fonts & Colors\" section, change the default font size as needed.","Anba seksyon \"Polis ak Koulè\", chanje gwosè font la jan sa nesesè."],["under the age of eighteen;","anba laj dizwit;"],["under the age of twenty - four and is a full - time student","ki poko gen ventan-kat epi li se yon elèv a plen tan"],["Unemployment benefits are taxable income under both federal and Massachusetts law. You may be required to make quarterly estimated payments to federal and state income tax. I authorize the Department of Unemployment Assistance to do the following regarding","Avantaj Chomaj yo se revni taksab dapre lwa federal ak lwa Massachusetts. Ou ka oblije fè peman estime chak trimès pou taks sou revni federal ak eta a. Mwen otorize Depatman Asistans pou Chomaj pou fè bagay sa yo konsènan"],["unemployment debit card","kat debi chomaj"],["Unemployment Debit Card","Kat debi pou chomaj"],["Unemployment Initial Claim Submit Process","Pwosesis pou soumèt Reklamasyon Chomaj"],["Union members who get work only through their union hiring hall, are considered ‘actively seeking work’ by remaining in good standing and registering with the restricted trade union","Manm Inyon yo ki jwenn travay sèlman nan sal anbochaj sendika yo, yo konsidere kòm 'aktivman ap chèche travay' pa rete nan bon pozisyon ak enskri ak sendika a restriksyon sou."],["Union Pension Fund","Fon Pansyon Inyon an"],["union","sendika"],["United States Of America","Etazini nan Amerik la"],["Unknown County","Konte Unknown"],["Upon Completion of your application, you must select the \"Submit your Unemployment Benefit Application\" button to process the application.","Lè w fin ranpli aplikasyon w lan, ou dwe chwazi bouton \"Soumèt aplikasyon avantaj ou nan chomaj\" pou pwosesis aplikasyon an."],["Upon completion of your application, you must select the &#8220;Submit your Unemployment Benefit Application&#8221;\n                        button to process the application.","Lè w fin ranpli aplikasyon w lan, ou dwe chwazi & # 8220; Soumèt Aplikasyon pou Benefis Chomaj ou & # 8221;\n                        bouton pou trete aplikasyon an."],["Uppercase character (e.g. A-Z)","Majuskul karaktè (eg egzanp A-Z)"],["US - United States Of America","US - Etazini nan Amerik la"],["Use the mouse to move the cursor over the circle next to your choice. Push the button\n                    on the mouse to make a selection. Once you make a selection a black dot will appear\n                    in the circle next to your choice. If a black dot does not appear make your selection\n                    again. To change a selection, simply select a different choice following the above\n                    steps.","Sèvi ak sourit la pou avanse pou pi kurseur a sou sèk la akote chwa ou. Pouse bouton an\n                    sou sourit la fè yon seleksyon. Yon fwa ou fè yon seleksyon yon pwen nwa ap parèt\n                    nan sèk la akote chwa w la. Si yon pwen nwa pa parèt fè seleksyon ou\n                    ankò. Pou chanje yon seleksyon, tou senpleman chwazi yon chwa diferan apre pi wo a la\n                    etap."],["Use the mouse to move your cursor over the field. Your cursor will change from an\n                            arrow to an \"I\" beam.","Sèvi ak sourit la pou avanse pou pi kurseur ou sou jaden an. Kisè ou ap chanje de yon\n                            flèch nan yon \"I\" gwo bout bwa."],["Use your mouse or the \"Tab\" key on the keyboard to move to the next entry point.","Sèvi ak sourit ou oswa \"Tab\" kle a sou klavye a pou yo avanse nan pwochen pwen antre."],["Utah Child Support","Sipò pou timoun nan Utah"],["VA - HOLY SEE (VATICAN CITY STATE)","VA - HOLY SEE (VATIKAN CITY STATE)"],["VC - SAINT VINCENT AND THE GRE","VC - SAINT VINCENT AK GRE la"],["VE - VENEZUELA","AK - VENEZUELA"],["Verify","Verifye"],["Vermont Child Support","Sipò pou Timoun Vermont la"],["VI - U.S. Virgin Islands","VI - Etazini Virgin Islands"],["VIETNAM EDUCATION FOUNDATION","FONDASYON EDIKASYON VYETNAM"],["Vietnamese","Vyetnamyen"],["View Search Tips","View Konsèy Search"],["Viewing Tips","Wè konsèy"],["Virgin Islands Child Support","Sipò Timoun Vyèj Zile"],["Virgin Islands","Zile Vyèj yo"],["Virginia Child Support","Sipò pou timoun nan Virginia"],["Visiting an employer’s place of business to complete a job application.","Vizite kote biznis yon anplwayè a fini yon aplikasyon travay."],["Visiting","Vizite"],["VU - VANUATU","OU - WIN"],["WA - Washington","WA-Washington"],["Wages of at least $5100 in the base period, and","Salè ki omwen $ 5100 nan peryòd de baz la, epi"],["WARNING","AVÈTISMAN"],["Washington Child Support","Sipò pou Timoun nan Washington"],["We charge 4 other types of fees. Here are some of them:","Nou chaje 4 lòt kalite frè yo. Men kèk nan yo:"],["Web Page Settings, Screen Resolution and Text Size","Anviwònman paj entènèt, rezolisyon ekran ak gwosè tèks"],["Web Page Viewing Tips and Instructions","Konsèy ak Wè Vizyon Paj Web"],["Web page viewing tips","Konsèy paj gade Web"],["Wednesday, September 9, 2020","Mèkredi, 9 septanm 2020"],["Welcome to Massachusetts Unemployment Insurance (UI) Online Application","Byenveni nan Aplikasyon Online Asirans Chomaj (UI) nan Massachusetts"],["Were you paid to participate in, or train for professional sporting events at any\n\t\t\t\t\t\t\tlevel as coach, athlete, or referee:","Èske ou te peye yo patisipe nan, oswa tren pou evènman espòtif pwofesyonèl nan nenpòt ki\nnivo kòm antrenè, atlèt, oswa abit:"],["West Virginia Child Support","Sipò Timoun West Virginia"],["WF - WALLIS AND FUTUNA ISLANDS","WF - WALLIS AK FUTUNA ISLANDS"],["What are your gross earnings for the week ending Saturday, April 4, 2020:","Ki salè brit ou pou semèn k ap fini Samdi 4 avril 2020:"],["What if I cannot find my employer in search results","E si mwen pa ka jwenn patwon mwen nan rezilta rechèch la"],["What if I worked in another state?","E si mwen te travay nan yon lòt eta?"],["What if I worked in more than one state?","E si mwen te travay nan plis pase yon eta?"],["What information will I need to apply for benefits?","Ki enfòmasyon mwen pral bezwen pou aplike pou benefis yo?"],["What is the name of your first school?","Ki non premye lekòl ou a?"],["What is the primary language that you speak and read?","Ki lang prensipal ou pale ak li?"],["What is your father&#39;s middle name?","Ki sa ki nan mitan non papa ou a?"],["What is your favorite vacation spot?","Ki sa ki se plas ou pi renmen vakans?"],["What is your mother&#39;s maiden name?","Ki non manman ou a jenn fi?"],["What make/model was your first car?","Ki sa ki fè / modèl te premye machin ou a?"],["What were your gross earnings?","Ki sa ki te salè brit ou a?"],["When Are My Benefits Determined?","Kilè Benefis Mwen Detèmine?"],["When prompted, always opt to Open a File","Lè pouse, toujou patisipe nan Louvri yon dosye"],["When should I file for unemployment benefits?","Kilè mwen ta dwe ranpli demann alokasyon chomaj yo?"],["When the list is complete, click","Lè lis la konplè, klike sou"],["When the non-Massachusetts list is complete, Click","Lè lis ki pa Massachusetts la konplè, klike sou"],["When will my claim begin?","Kilè reklamasyon mwen an ap kòmanse?"],["WHITE HOUSE OFFICE","BIWO BIWO KAY"],["White:  A person having origins in any of the original peoples of Europe, the Middle East, or North Africa.","Blan: Yon moun ki gen orijin nan nenpòt nan pèp yo orijinal nan Ewòp, Mwayen Oryan an, oswa Afrik Dinò."],["Wisconsin Child Support","Sipò pou timoun nan Wisconsin"],["Withhold Both Federal income tax at the rate of 10% and Massachusetts state income tax at the rate of 5.05%; for a combined rate of 15.05%","Kenbe tou de Federal taks sou revni nan pousantaj la nan 10% ak taks sou revni Massachusetts eta a nan pousantaj la 5.05%; pou yon pousantaj konbine de 15.05%"],["Withhold Federal income tax at the rate of 10%; or","Kenbe taks sou revni Federal a pousantaj de 10%; oswa"],["Withhold State income tax at the rate of 5.05%; or","Kenbe taks sou revni Eta a nan pousantaj 5.05%; oswa"],["withholding:","kenbe:"],["Work Information","Enfòmasyon sou Travay"],["Workers&#8217; compensation payments","Travayè & # 8217; peman konpansasyon"],["Would you like to use your wages from out-of-state employers on this Massachusetts UI claim?","Èske ou ta renmen itilize salè ou soti nan anplwayè ki pa nan eta a sou reklamasyon UI Massachusetts sa a?"],["Wyoming Child Support","Wyoming Sipò pou Timoun yo"],["YE - YEMAN","YE-YEMAN"],["Years of Work:","Ane nan travay:"],["Yes","Wi"],["You and your employer have an agreement that you will take some time off work and you anticipate that you will return to work with this employer in the future.","Ou menm ak patwon ou gen yon akò ke ou pral pran kèk tan nan travay epi ou antisipe ke ou pral retounen nan travay ak anplwayè sa a nan lavni."],["You are not working as a result of a lockout.","Ou pa ap travay kòm yon rezilta nan yon blokaj."],["You are not working due to a strike.","Ou pa ap travay akòz yon grèv."],["You are on a semester/term break from school-related employment.","Ou nan yon repo semès / tèm nan travay ki gen rapò ak lekòl la."],["You are responsible for following all instructions carefully while using this website.\n                    The computer you are using needs to be connected to a printer so you can print designated\n                    pages as necessary.","Ou responsab pou swiv tout enstriksyon ak anpil atansyon pandan w ap itilize sit entènèt sa a.\n                    Youdinatè a ou ap itilize bezwen yo dwe konekte nan yon enprimant pou ou ka enprime deziyen\n                    paj jan sa nesesè."],["You are working \"part-time\" or \"on-call\".","Ou ap travay \"a tan pasyèl\" oswa \"sou-rele\"."],["You can choose from two payment methods:","Ou ka chwazi nan de metòd peman:"],["You can have payments deposited directly into your checking or savings account.","Ou ka gen peman depoze dirèkteman nan kont kouran oswa ekonomi ou."],["You decided to leave your employment for reasons including: another job; moved; to avoid being fired; work related, personal, or medical reasons.","Ou deside kite travay ou pou rezon ki enkli: yon lòt travay; te deplase; pou evite ke yo revoke; rezon travay, pèsonèl, oswa medikal."],["You do not have to receive your payments on this benefit card.","Ou pa bezwen resevwa peman sou kat benefis sa a."],["You do not need to accept work offered to you if you are under quarantine or have been instructed to stay at home.","Ou pa bezwen aksepte travay yo ofri ou si ou se anba karantèn oswa yo te resevwa enstriksyon yo rete nan kay la."],["you from finding work in your trade outside of the hiring\n                hall will be listed.  If you work through a hiring hall based in another state, you\n                should select “Non-Massachusetts” hiring hall from the drop-down box.","ou jwenn travay nan komès ou deyò nan anbochaj la\n                sal la ap nan lis la. Si w ap travay nan yon sal anbochaj ki baze nan yon lòt eta, ou\n                ta dwe chwazi \"ki pa Peye-Massachusetts\" anbochaj sal soti nan bwat la drop-desann."],["You Indicated that you are required by a court or other enforcement agency to pay child support in a state other than Massachusetts.","Ou endike ke yon tribinal oswa yon lòt ajans ranfòsman mande pou yo peye sipò pou timoun nan yon eta ki pa Massachusetts."],["You indicated that you worked during the week of 3/29/2020.","Ou endike ke ou te travay pandan semèn nan nan 3/29/2020."],["You indicated you were not employed since 4/1/2019. You may not be entitled to Massachusetts Unemployment Benefits.","Ou te endike ou pa te travay depi 4/1/2019. Ou ka pa gen dwa pou benefis chomaj Massachusetts."],["You may apply for unemployment benefits after you become unemployed. If you have been notified that you will be separated from work but are still working, please wait until after your last day of work before filing your application.","Ou ka aplike pou alokasyon chomaj apre ou vin travay. Si yo te avize w ke ou pral separe de travay men yo toujou ap travay, tanpri tann jouk apre dènye jou travay ou anvan ou ranpli aplikasyon ou."],["you may apply for unemployment benefits. You will need information from your DD-214 Member 4 (not mandatory to apply)","ou ka aplike pou benefis chomaj. Ou pral bezwen enfòmasyon ki soti nan Manm DD-214 ou 4 (pa obligatwa pou aplike)"],["you may apply for unemployment benefits. You will need information from your SF8 (not mandatory to apply)","ou ka aplike pou benefis chomaj. Ou pral bezwen enfòmasyon ki soti nan SF8 ou a (pa obligatwa pou aplike)"],["You may be able to increase or decrease the text size by changing the settings on\n                    your browser. Note that some Internet sites have pre-selected font sizes that can't\n                    be changed.","Ou ka anmezi pou ogmante oswa diminye gwosè tèks la nan chanje anviwònman yo sou\n                    navigatè ou a. Remake byen ke kèk sit entènèt gen pre-chwazi gwosè font ki pa kapab\n                    dwe chanje."],["You may change your income tax withholding choice at any time.","Ou ka chanje chwa revni taks ou a nenpòt ki lè."],["You may change your payment option or direct deposit information at\n                    any time after you apply.","Ou ka chanje opsyon peman ou oswa enfòmasyon depo dirèk nan\n                    nenpòt ki lè apre ou aplike."],["You may receive a weekly benefit amount of approximately 50 percent of your average weekly wage, up to the maximum amount set by law. The current maximum benefit amount is  $823 per week.","Ou ka resevwa yon kantite lajan benefis chak semèn apeprè 50 pousan nan salè mwayèn ou chak semèn, jiska kantite maksimòm lalwa etabli. Kantite maksimòm benefis aktyèl la se $ 823 pa semèn."],["You must actively look for employment even if you have a part-time job. “Actively seeking” means making serious efforts to find employment every week that you request benefits. These efforts include:","Ou dwe aktivman chèche travay menm si ou gen yon travay a tan pasyèl. \"Chèche aktif\" vle di fè gwo efò pou jwenn travay chak semèn ke ou mande benefis yo. Efò sa yo gen ladan:"],["You must be able to work. Report any condition or circumstance that limits you from performing work, accepting work or looking for work.","Ou dwe kapab travay. Rapòte nenpòt kondisyon oswa sikonstans ki limite ou soti nan fè travay, aksepte travay oswa kap chèche travay."],["You must be ready and willing to accept work in your usual occupation or any other suitable  employment. Report if you are attending or plan to attend school full or part time.","Ou dwe pare epi ou vle aksepte travay nan okipasyon abityèl ou a oswa nenpòt ki lòt travay apwopriye. Rapòte si wap asiste oswa planifye pou ale lekòl plen oswa a tan pasyèl."],["You must have the following wages in your","Ou dwe gen salè sa yo nan ou"],["You or someone in your household is quarantined","Ou menm oswa yon moun nan kay ou yo an karantenn"],["You or someone you are caring for is \"high risk\" (older adults and/or persons with serious chronic medical conditions)","Ou menm oswa yon moun ou ap okipe se \"gwo risk\" (granmoun aje yo ak / oswa moun ki gen maladi kwonik grav)"],["You still need to conduct a weekly work search.","Ou toujou bezwen fè yon rechèch travay chak semèn."],["You were discharged by your employer or quit your job due to a conviction of a felony or misdemeanor.","Patwon ou te egzeyate ou oswa ou te kite travay la akòz yon kondanasyon pou yon krim oswa yon deli."],["You will be asked to choose a payment method during the claim process.","Yo pral mande w chwazi yon metòd peman pandan pwosesis reklamasyon an."],["you will need information from your DD-214 Member 4 (not mandatory to apply)","w ap bezwen enfòmasyon nan men Manm DD-214 ou 4 (pa obligatwa pou aplike)"],["Your application will NOT be processed if you exit before you submit your unemployment benefit application.","Yo pap trete aplikasyon w lan si ou soti anvan ou soumèt aplikasyon pou benefis chomaj ou an."],["Your birth date","Dat nesans ou"],["Your claim has been sent for processing.","Reklamasyon w lan te voye pou tretman."],["Your e-mail address","Adrès imèl ou"],["Your employer ended your employment for a reason other than a layoff.","Patwon ou fini travay ou pou yon rezon ki pa yon revokasyon."],["Your employer will not allow you to work pending an investigation or as a disciplinary action.","Patwon ou pa pral pèmèt ou travay annatant yon envestigasyon oswa kòm yon aksyon disiplinè."],["Your employment ended due to: lack of work; temporary layoff; your position being eliminated; employer's business closed.","Travay ou te fini akòz: mank nan travay; revokasyon tanporè; yo te elimine pozisyon ou; biznis patwon an fèmen."],["Your employment history (most recent 15 months)which includes:","Istwa travay ou (ki pi resan 15 mwa) ki gen ladan:"],["Your funds are eligible for FDIC Insurance.","Lajan ou yo kalifye pou asirans FDIC."],["Your mailing address","Adrès postal ou"],["Your next steps:","Pwochen etap ou yo:"],["Your payments will be made to an unemployment debit card that will be issued by mail once eligibility has been determined.","Peman ou yo ap fèt nan yon kat debi chomaj ke yo pral bay pa lapòs yon fwa kalifikasyon yo te detèmine."],["Your payments will be made to an unemployment debit card unless you select direct deposit and complete the information below or if there is a problem with your direct deposit information.","Peman ou yo ap fèt nan yon kat debi chomaj sof si ou chwazi depo dirèk ak ranpli enfòmasyon ki anba a oswa si gen yon pwoblèm ak enfòmasyon depo dirèk ou."],["Your residential address","Adrès rezidansyèl ou"],["Your Responsibility:","Responsablite ou:"],["Your social security number is needed to file a claim, to identify you, to obtain wage information, to determine your eligibility for benefits and for reporting your receipt of unemployment compensation to the IRS and other government agencies for the administration of their programs. Your application cannot be processed without all personal and employment information requested herein. 26 U.S.C. 6109(a) requires DUA to obtain your social security number from you when you file your claim for benefits.","Nimewo sekirite sosyal ou bezwen pou fè yon reklamasyon, pou idantifye ou, pou jwenn enfòmasyon sou salè, pou detèmine elijiblite ou pou benefis yo ak pou rapòte resi ou nan konpansasyon pou chomaj bay IRS ak lòt ajans gouvènman yo pou administrasyon pwogram yo. Aplikasyon w lan pa ka trete san tout enfòmasyon pèsonèl ak travay yo mande nan dokiman sa a. 26 US.C. 6109 (a) egzije DUA jwenn nimewo sekirite sosyal ou nan men ou lè ou fè reklamasyon pou benefis ou yo."],["Your Social Security Number","Nimewo Sekirite Sosyal ou"],["Your telephone number","Nimewo telefòn ou"],["Your union name and local number (if you are a member of a union)","Non sendika ou ak nimewo lokal ou a (si ou se yon manm yon sendika)"],["YU - YUGOSLAVIA","YU-YUGOSLAVI"],["ZIP Code is required. (30)","Kòd postal obligatwa. (30)"],["ZIP Code:","Kòd postal:"],["Zip:","Postal:"]]