[["ENGLISH","PORTUGUESE"],[", a partner in a partnership, or do you work for a family member who owns/operates a sole proprietorship and/or partnership at this company?",", um parceiro de uma parceria, ou você trabalha para um membro da família que possui / opera uma única propriedade e / ou parceria nesta empresa?"],[", please call the 211 hotline available 24 hours a day, 7 days a week.\nAll calls are free and confidential. Interpreter services are available in multiple languages. Or visit",", ligue para a linha direta 211, disponível 24 horas por dia, 7 dias por semana.\nTodas as chamadas são gratuitas e confidenciais. Os serviços de intérprete estão disponíveis em vários idiomas. Ou visite"],[", you will need information from your SF8 (not mandatory to apply)",", você precisará de informações do seu SF8 (não é obrigatório aplicar)"],[";\n                            or",";\n                            ou"],[": If you choose to receive correspondence in your primary language, DUA will send it by regular mail only.",": Se você optar por receber correspondência no seu idioma principal, o DUA a enviará apenas por correio normal."],[". It explains how to manage your claim, get help with your job search, and handle problems or questions.",". Explica como gerenciar sua reivindicação, obter ajuda com sua pesquisa de emprego e lidar com problemas ou perguntas."],[". It is a website that connects job seekers with employers.",". É um site que conecta candidatos a emprego e empregadores."],["(excluding military and federal civilian employment)","(excluindo emprego civil militar e federal)"],["(Line 12a on DD214):","(Linha 12a em DD214):"],["(Line 12b on DD214):","(Linha 12b no DD214):"],["(mm/dd/yyyy)","(dd / mm / aaaa)"],["{Federal Civilian Employment}","{Emprego Civil Federal}"],["{Military Service}","{Serviço militar}"],["{UnKnown}","{Desconhecido}"],["* This document entitled 'Fee Disclosure and other Important Disclosures' is included with, and incorporated in, the Massachusetts Debit Mastercard Account Agreement.","* Este documento intitulado 'Divulgação de taxas e outras divulgações importantes' está incluído e é incorporado ao Contrato de conta Mastercard de débito de Massachusetts."],["** Fee can be lower depending on how and where this card is used.","** A taxa pode ser menor dependendo de como e onde este cartão é usado."],["&#x2714;&nbsp;&nbsp;&nbsp;&nbsp;Check your UI Online account frequently.","Verifique sua conta on-line da interface do usuário com frequência."],["&#x2714;&nbsp;&nbsp;&nbsp;&nbsp;Request benefits each week Sunday through Saturday between 6:00am and 10:00pm (EST) by:","Solicite benefícios a cada semana, de domingo a sábado, das 6:00 às 22:00 (EST), por:"],["&nbsp; a) Check your online inbox on a regular basis","&nbsp;a) Verifique sua caixa de entrada on-line regularmente"],["&nbsp; b) Keep your email address up-to-date on your UI online account","&nbsp;b) Mantenha seu endereço de email atualizado na sua conta online da interface do usuário"],["&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;“Peterson Dock Inc.”","&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;& nbsp;"],["&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Employer City:  Boston","&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;& nbsp;"],["&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;2a. If no, are you under court order to contribute to child support?","&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;2a. Em caso negativo, você está sob ordem judicial para contribuir com pensão alimentícia?"],["&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;3a. Have you filed a petition for adoption?","&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;3a. Você apresentou uma petição para adoção?"],["&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;4a. Is the dependent under the age of 24 and in school full time?","&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;4a. O dependente tem menos de 24 anos e está na escola em período integral?"],["&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;4b. Is this child unable to work because of a permanent mental or physical disability?","&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;4b. Essa criança é incapaz de trabalhar devido a uma deficiência física ou mental permanente?"],["&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;A.\tIn Massachusetts?","&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;A. Em Massachusetts?"],["&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;B.\tIn a state other than Massachusetts?","&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;B. Em um estado que não seja Massachusetts?"],["&nbsp;&nbsp;&nbsp;&nbsp;If Yes, enter your return to work date, and select means of notification:","Se sim, digite sua data de retorno ao trabalho e selecione os meios de notificação:"],["&nbsp;&nbsp;&nbsp;If Yes:","&nbsp;&nbsp;&nbsp;se sim:"],["&nbsp;&nbsp;If you were totally unemployed please enter zero.","&nbsp;&nbsp;Se você estava totalmente desempregado, digite zero."],["&nbsp;&nbsp;You may be eligible for an earlier begin date if you worked part-time last week. Did you work part-time last week?","&nbsp;&nbsp;Você pode se qualificar para uma data de início anterior se trabalhou em período parcial na semana passada. Você trabalhou meio período na semana passada?"],["&nbsp;&nbsp;Your claim begin date will be:","&nbsp;&nbsp;a data de início da sua reivindicação será:"],["&nbsp;and&nbsp;","&nbsp;e&nbsp;"],["&nbsp;buttons.","botões."],["&quot;.\n        To stop the benefit application session, select &quot;","\".\n        Para interromper a sessão do aplicativo de benefícios, selecione & quot;"],["&quot;.","\"."],["$0 per call","US $ 0 por chamada"],["$0","$ 0"],["$0.85**","US $ 0,85 **"],["$10.00","US $ 10,00"],["1. Are you a","1. Você é um"],["1. Are you paid by the city or town:","1. Você é pago pela cidade ou vila?"],["1. Are you paid by the city or town?","1. Você é pago pela cidade ou vila?"],["1. Does the child live in the United States or any other U.S. Territory?","1. A criança mora nos Estados Unidos ou em qualquer outro território dos EUA?"],["1. During the week of\n\t\t\t\tSunday, April 5, 2020 through Saturday, April 11, 2020 how many hours did you or will you work?","1. Durante a semana de\nDomingo, 5 de abril de 2020 a Sábado, 11 de abril de 2020, quantas horas você trabalhou ou trabalhou?"],["1. Enter your Social Security Number(No Dashes):","1. Digite o seu número de segurança social (sem traços):"],["1. Indicate","1. Indique"],["1. Payments from a","1. Pagamentos de um"],["1. You indicated you were employed by a federal non-military agency since 4/1/2019. Indicate the location of your most recent federal employment.","1. Você indicou que estava empregado por uma agência não militar federal desde 01/04/2019. Indique a localização do seu emprego federal mais recente."],["1. You indicated you were employed in a Non-Massachusetts state(s). Indicate any","1. Você indicou que estava empregado em um estado que não é de Massachusetts. Indique qualquer"],["2. Are you paid by a private employer:","2. Você é pago por um empregador particular:"],["2. Are you paid by a private employer?","2. Você é pago por um empregador particular?"],["2. Confirm your Social Security Number:","2. Confirme seu número de Seguro Social:"],["2. During the last 15 months did you or do you now pay more than 50% of the support for this child?","2. Nos últimos 15 meses, você já pagou mais de 50% do apoio a essa criança?"],["2. Have you been notified by an employer of a definite return to work date?","2. Você foi notificado por um empregador sobre uma data definitiva de retorno ao trabalho?"],["2. How many hours do you normally work during the week?","2. Quantas horas você trabalha normalmente durante a semana?"],["2. Payments from a pension fund, annuity fund, or retirement account contributed to\n                            by an employer? (Including 401K and lump sum or periodic payments.)","2. Os pagamentos de um fundo de pensão, fundo de anuidade ou conta de aposentadoria contribuíram para\n                            por um empregador? (Incluindo 401K e quantia fixa ou pagamentos periódicos.)"],["2. Since 4/7/2019 have you applied for unemployment benefits from a state other than Massachusetts?","2. Desde 7/4/2019, você solicitou benefícios de desemprego de um estado que não seja Massachusetts?"],["2. Was your federal civilian employment with the Federal Emergency Management Agency [FEMA]?","2. Seu emprego civil federal na Agência Federal de Gerenciamento de Emergências [FEMA]?"],["2.","2)"],["3. Are you customarily laid off and do you later return to work with the same or different employer in your industry and/or your occupation?","3. Você costuma ser demitido e depois volta a trabalhar com o mesmo ou diferente empregador em seu setor e / ou em sua profissão?"],["3. Are you the natural/adoptive/step-parent/legal guardian of this child?","3. Você é o guardião natural / adotivo / padrasto / legal desta criança?"],["3. Birth Date:","3. Data de nascimento:"],["3. Enter your residential address:","3. Digite seu endereço residencial:"],["3.","3)"],["30 times the weekly benefit amount.","30 vezes o valor do benefício semanal."],["30 times your weekly benefit amount.","30 vezes o valor do benefício semanal."],["4. Gender:","4. Gênero:"],["4. Is the dependent over 18? is required. (30)","4. O dependente tem mais de 18 anos? É necessário. (30)"],["4. Is the dependent over 18?","4. O dependente tem mais de 18 anos?"],["4. Select your","4. Selecione seu"],["4. Vacation or Personal Time Off (PTO) pay because of or upon your severance of employment(includes\n                            temporary layoffs)","4. O pagamento de férias ou folga (PTO) devido a ou após a rescisão do contrato de trabalho (inclui\n                            demissões temporárias)"],["4.","4)"],["4/1/2019","01/04/2019"],["4/10/2020","10/04/2020"],["5. Do you have a","5. Você tem um"],["5. First Name (as it appears on your Social Security card):","5. Nome (como aparece no seu cartão do Seguro Social):"],["5. Severance Pay or any other payments due to separation from employment?","5. Pagamento de indenização ou quaisquer outros pagamentos devido à separação do emprego?"],["6. Are you a U.S. citizen?","6. Você é um cidadão dos EUA?"],["6. Middle Initial:","6. Inicial do meio:"],["6. Were you paid to participate in or train for professional sporting events at\n                            any level as a coach, athlete, or referee?","6. Você foi pago para participar ou treinar para eventos esportivos profissionais em\n                            algum nível como treinador, atleta ou árbitro?"],["7. Are you currently enrolled in a Full Time School or a training program?","7. Você está atualmente matriculado em uma escola em período integral ou em um programa de treinamento?"],["7. Are you required by a court order or other government agency to pay child support?","7. Você é obrigado por uma ordem judicial ou outra agência governamental a pagar pensão alimentícia?"],["7. Last Name (as it appears on your Social Security card):","7. Sobrenome (como aparece no seu cartão do Seguro Social):"],["8. Driver’s License Number:","8. Número da carteira de motorista:"],["8. If you have qualified dependent children, you may be eligible to collect additional benefits. Click","8. Se você tem filhos dependentes qualificados, pode ser elegível para receber benefícios adicionais. Clique"],["9. Issued by State:","9. Emitido pelo Estado:"],["a child for whom claimant is under a decree or order from a court of competent jurisdiction to contribute to such child’s support,","uma criança para quem o requerente está sob um decreto ou ordem de um tribunal de jurisdição competente para contribuir com o apoio dessa criança,"],["A complete list of employment from","Uma lista completa de empregos de"],["A contact telephone number is required.","É necessário um número de telefone para contato."],["A Monetary Determination will be provided identifying your potential Weekly Benefit Amount, your total credit, and the potential duration of the claim.","Uma determinação monetária será fornecida identificando seu potencial valor semanal do benefício, seu crédito total e a duração potencial da reivindicação."],["A new password","Uma nova senha"],["A Qualified Dependent is an un-emancipated child who is:","Um Dependente Qualificado é uma criança não emancipada que é:"],["A trade union represents organized workers in various occupations such as painters,\n                electrical workers, construction workers, operating engineers and other trades. A union\n                 hiring hall is a place maintained by a trade union that refers union workers to available jobs.","Um sindicato representa trabalhadores organizados em várias ocupações, como pintores,\n                trabalhadores elétricos, trabalhadores da construção civil, engenheiros operacionais e outros comércios. Uma união\n                 A sala de contratação é um local mantido por um sindicato que encaminha trabalhadores sindicais aos empregos disponíveis."],["Able to Work","Capaz de trabalhar"],["Acceptable work search activities include reviewing job postings online and working on your resume.","As atividades aceitáveis de pesquisa de trabalho incluem a revisão de ofertas de emprego on-line e o trabalho em seu currículo."],["Accessibility","Acessibilidade"],["Active Duty","Serviço ativo"],["Actively Seeking Work","Procurando ativamente trabalho"],["Add","Adicionar"],["Additional and Complete Employment","Emprego Adicional e Completo"],["Additional Child Support","Apoio adicional à criança"],["Additional Occupation Information","Informações Adicionais sobre Ocupação"],["Additionally, a new password","Além disso, uma nova senha"],["Address Line 1 is required. (30)","A Linha de Endereço 1 é obrigatória. (30)"],["Address Line 1:","Endereço Linha 1:"],["Address Line 2:","Endereço linha 2:"],["Address Validation\n             - Residential","Validação de Endereço\n             - Residencial"],["ADMINISTRATIVE CONFERENCE OF THE U.S.","CONFERÊNCIA ADMINISTRATIVA DOS EUA"],["ADMINISTRATIVE OFFICE OF THE U.S. COURTS","ESCRITÓRIO ADMINISTRATIVO DOS TRIBUNAIS DOS EUA"],["ADMINSITRATIVE OFFICE OF THE U.S. COURTS","ESCRITÓRIO ADMINSITRATIVO DOS TRIBUNAIS DOS EUA"],["ADVISORY COUNCIL ON HISTORIC PRESERVATION","CONSELHO CONSULTIVO DE PRESERVAÇÃO HISTÓRICA"],["AE - UNITED ARAB EMIRATES","AE - EMIRADOS ÁRABES UNIDOS"],["AF - AFGHANISTAN","AF - AFEGANISTÃO"],["AFRICAN DEVELOPMENT FOUNDATION","FUNDAÇÃO AFRICANA DE DESENVOLVIMENTO"],["Afrikaans","afrikaans"],["AG - ANTIGUA AND BARBUDA","AG - ANTÍGUA E BARBUDA"],["Agreement with Data Privacy Authorization is required. (30)","É necessário um acordo com a autorização de privacidade de dados. (30)"],["Air Force","Força do ar"],["AK - Alaska","AK - Alasca"],["AL - ALBANIA","AL - ALBÂNIA"],["Alaska","Alasca"],["Albanian","albanês"],["All searches default to alpha unless otherwise specified. Note: Alpha searches will query the system for the specified criteria and return results that contain the criteria in the initial position of a word. i.e. If the user searches for \"apple\" the System will return Apple Inc. and Appleton Farms, but will not return SnappleCo or Crabapple Bakery. \"Contains\" (Keyword) searches will query the system for the specified criteria and return results that contain the criteria in any place within a word. i.e. If the user searches for \"apple\", the System will return Apple Inc., Appleton Farms, SnappleCo., and Crabapple Bakery.","Todas as pesquisas são padronizadas para alfa, a menos que especificado de outra forma. Nota: As pesquisas alfa consultarão o sistema quanto aos critérios especificados e retornarão resultados que contenham os critérios na posição inicial de uma palavra. ou seja, se o usuário pesquisar por \"maçã\", o Sistema retornará a Apple Inc. e a Appleton Farms, mas não retornará a SnappleCo ou a Crabapple Bakery. As pesquisas \"Contém\" (palavra-chave) consultarão o sistema quanto aos critérios especificados e retornarão resultados que contenham os critérios em qualquer local da palavra. ou seja, se o usuário pesquisar \"maçã\", o Sistema retornará a Apple Inc., a Appleton Farms, a SnappleCo. e a Crabapple Bakery."],["All unemployment Insurance payments are electronic.\n                    When an unemployment benefit payment is made, the payment is made by either a:","Todos os pagamentos de seguro-desemprego são eletrônicos.\n                    Quando é feito um pagamento de subsídio de desemprego, o pagamento é feito por:"],["All unemployment insurance payments are electronic. Your payments will be made to an unemployment debit card unless you select direct deposit as your method of payment","Todos os pagamentos de seguro-desemprego são eletrônicos. Seus pagamentos serão feitos em um cartão de débito de desemprego, a menos que você selecione o depósito direto como método de pagamento"],["all","tudo"],["Alpine","Alpino"],["AM - ARMENIA","AM - ARMÊNIA"],["AMERICAN BATTLE MONUMENTS COMMISSION","COMISSÃO AMERICANA DE MONUMENTOS DE BATALHA"],["American Indian Or Alaska Native:  A person having origins in any of the original peoples of North and South America (including Central America), and who maintains tribal affiliation or community attachment.","Índio americano ou nativo do Alasca: pessoa com origem em qualquer um dos povos originais da América do Norte e do Sul (incluindo América Central) e que mantém afiliação tribal ou vínculo com a comunidade."],["American Sign Language","linguagem gestual americana"],["Amharic","Amárico"],["AN - NETHERLANDS ANTILLES","AN - ANTILHAS HOLANDESAS"],["An individual with a disability is a person who: (1) has a physical or\n                mental impairment that substantially limits one or more major life activities;\n                OR (2) has a record of such impairment; OR (3) is regarded as having such impairment.","Um indivíduo com deficiência é uma pessoa que: (1) tem uma condição física ou\n                comprometimento mental que limita substancialmente uma ou mais atividades importantes da vida;\n                OU (2) tem um registro dessa deterioração; OU (3) é considerado como tendo tal comprometimento."],["and all","e tudo"],["and either:","e também:"],["and logging into your UI Online Account or,","e faça login na sua conta on-line da interface do usuário ou,"],["and","e"],["ANYONE USING THIS SYSTEM EXPRESSLY CONSENTS TO SUCH MONITORING.","Qualquer pessoa que utilize este sistema consente expressamente em esse monitoramento."],["APPALACHIAN REGIONAL COMMISSION","COMISSÃO REGIONAL DE APPALACHIAN"],["application is not yet submitted.","a inscrição ainda não foi enviada."],["April 1 - June 30","1 de abril - 30 de junho"],["April 1 - March 31","1 de abril - 31 de março"],["AQ - ANTARCTICA","AQ - ANTÁRTICA"],["Arabic","árabe"],["ARCHITECT OF THE CAPITOL","ARQUITETO DO CAPITÓLIO"],["are not eligible for\n                        unemployment insurance benefits for this employer.","não são elegíveis para\n                        seguro desemprego para esse empregador."],["Are you a member of a corporation or a shareholder of this company:","Você é membro de uma corporação ou acionista desta empresa:"],["Are you a member of a corporation or a shareholder of this company?","Você é membro de uma corporação ou acionista desta empresa?"],["Are you a military veteran:","Você é um veterano militar:"],["Are you a school employee:","Você é funcionário da escola:"],["Are you a school Employee?","Você é funcionário da escola?"],["Are you a sole-proprietor, a partner in a partnership, or do you work for a family\n\t\t\t\t\t\t\t\t\tmember who owns/operates a sole-proprietorship and/or partnership at this company:","Você é o único proprietário, um parceiro de uma parceria ou trabalha para uma família\nmembro que possui / opera uma propriedade exclusiva e / ou parceria nesta empresa:"],["Are you a U.S. citizen? is required. (30)","Você é um cidadão dos E.U.A.? É necessário. (30)"],["Are you a U.S. citizen?","Você é um cidadão dos E.U.A.?"],["Are you a union member who is currently seeking work exclusively through a union hiring hall or business agent:","Você é um membro do sindicato que atualmente procura trabalho exclusivamente por meio de uma sala de contratação ou agente comercial:"],["Are you a","Você é um"],["Are you considered working on call for this Employer:","Você considera trabalhar de plantão para este Empregador:"],["Are you considered working","Você considera trabalhar"],["Are you currently enrolled in school or a training program:","Você está atualmente matriculado na escola ou em um programa de treinamento:"],["Are you customarily laid off and do you later return to work with the same or different employer in your industry and/or your occupation?","Você costuma ser demitido e depois volta a trabalhar com o mesmo empregador ou outro empregador em seu setor e / ou ocupação?"],["Are you of Hispanic heritage? is required. (30)","Você é de herança hispânica? É necessário. (30)"],["Are you of Hispanic heritage?","Você é de herança hispânica?"],["Are you out of work because you have been impacted by the COVID-19? is required. (30)","Você está desempregado porque foi impactado pelo COVID-19? É necessário. (30)"],["Are you out of work because you have been impacted by the COVID-19?","Você está desempregado porque foi impactado pelo COVID-19?"],["Are you presently in Massachusetts? response is required. (30)","Você está atualmente em Massachusetts? resposta é necessária. (30)"],["Are you presently in Massachusetts?","Você está atualmente em Massachusetts?"],["Are you required by a court or other enforcement agency to pay child support in\n\t\t\t\t\t\t\tMassachusetts:","Você é solicitado por um tribunal ou outra agência de execução a pagar pensão alimentícia em\nMassachusetts:"],["Are you the natural/adoptive/step-parent/legal guardian of this child? is required. (30)","Você é o guardião natural / adotivo / padrasto / legal desta criança? É necessário. (30)"],["Are you unemployed as a direct result of a disaster:","Você está desempregado como resultado direto de um desastre:"],["ARMED FORCES RETIREMENT HOME","APOSENTADORIA DE FORÇAS ARMADAS"],["Armenian","Armênio"],["ARMY &amp; AIR FORCE EXCHANGE SERVICE - NAF","EXÉRCITO & amp; SERVIÇO DE TROCA DE FORÇA AÉREA - NAF"],["Army","Exército"],["as\n                    your payment method.","Como\n                    seu método de pagamento."],["AS - AMERICAN SAMOA","AS - SAMOA AMERICANA"],["As long as you stay in contact with your employer, and are available to return to work when asked, you satisfy the work search, availability and capability requirements.","Enquanto você permanecer em contato com seu empregador e estiver disponível para retornar ao trabalho quando solicitado, você atenderá aos requisitos de procura de trabalho, disponibilidade e capacidade."],["Asian:  A person having origins in any of the original peoples of the Far East, Southeast Asia, or the Indian subcontinent including, for example, Cambodia, China, India, Japan, Korea, Malaysia, Pakistan, the Philippine Islands, Thailand, and Vietnam.","Asiático: Uma pessoa com origem em qualquer um dos povos originais do Extremo Oriente, Sudeste Asiático ou subcontinente indiano, incluindo, por exemplo, Camboja, China, Índia, Japão, Coréia, Malásia, Paquistão, Ilhas Filipinas, Tailândia e Vietnã."],["Ask the benefits office about other ways to receive your benefits.","Pergunte ao escritório de benefícios sobre outras maneiras de receber seus benefícios."],["AT - AUSTRIA","AT - ÁUSTRIA"],["At least 8 characters in length","Pelo menos 8 caracteres de comprimento"],["At the top menu, click \"View.\" If you are using Internet Explorer 8 or higher and do not see a top menu, you may need to press the \"Alt\" key on your keyboard first.","No menu superior, clique em \"Exibir\". Se você estiver usando o Internet Explorer 8 ou superior e não vir o menu principal, talvez seja necessário pressionar a tecla \"Alt\" no teclado primeiro."],["at this company:","nesta empresa:"],["ATM balance Inquiry","Consulta de saldo em caixas eletrônicos"],["ATM Withdrawal","Retirada de ATM"],["Attending job search skills classes, workshops, job clubs, or other related job seeking activities.","Participar de aulas de habilidades de procura de emprego, oficinas, clubes de emprego ou outras atividades relacionadas à procura de emprego."],["AU - AUSTRALIA","AU - AUSTRÁLIA"],["Available for Work","Disponível para trabalho"],["AX - &#197;LAND ISLANDS","AX - ILHAS TERRESTRES"],["AZ - AZERBAIJAN","AZ - AZERBAIJÃO"],["BA - BOSNIA AND HERZEGOWINA","BA - BÓSNIA E HERZEGOWINA"],["bank account number","número da conta de banco"],["Bank Account Number","Número da conta de banco"],["Bank Name:","Nome do banco:"],["bank routing number","número de roteamento do banco"],["base period","período base"],["BC - BRITISH COLUMBIA","BC - COLÔMBIA BRITÂNICA"],["BE - BELGIUM","BE - BÉLGICA"],["Be based on any personal information such as name, pet, birthday, etc.","Basear-se em qualquer informação pessoal, como nome, animal de estimação, aniversário, etc."],["Be Careful When Using a Publicly-Accessible Computer","Cuidado ao usar um computador acessível ao público"],["Being impacted by COVID-19 may include but is not limited to the following:","Ser impactado pelo COVID-19 pode incluir, mas não se limita ao seguinte:"],["Benefit amounts are determined after your claim has been filed and processed","Os valores dos benefícios são determinados depois que sua reivindicação foi arquivada e processada"],["Benefit Claim Effective Date:","Data efetiva da reivindicação de benefício:"],["Bengali","bengali"],["BF - BURKINA FASO","BF - BURQUINA FASO"],["BG - BULGARIA","BG - BULGÁRIA"],["BJ - BENIN","BJ - MY"],["BL - SAINT BARTH&#201;LEMY","BL - SAINT BARTH & # 201; LEMY"],["Black or African American:  A person having origins in any of the black racial groups of Africa.","Negro ou afro-americano: Uma pessoa com origem em qualquer um dos grupos raciais negros da África."],["BM - BERMUDA","BM - AMORES"],["BO - BOLIVIA","BO - BOLÍVIA"],["BOARD OF GOVERNORS OF THE FEDERAL RESERVE SYSTEM","CONSELHO DE GOVERNADORES DO SISTEMA DE RESERVA FEDERAL"],["Bosnian","Bósnio"],["BR - BRAZIL","BR - BRASIL"],["Bulgarian","búlgaro"],["BUREAU OF CENSUS   2020 DECENNIAL CENSUS          /BUREAU OF CENSUS   2020 DECENNIAL CENSUS          , ST. LOUIS                , MO","MESA DO CENSO DECENNIAL 2020 / MESA DO CENSO 2020 CENÁRIO DECENNIAL, ST. LOUIS, MO"],["BUREAU OF CENSUS - 2020 DECENNIAL CENSUS","MESA DE CENSO - CENSO DE DECENÇA 2020"],["Burmese","birmanês"],["button on this\n                    website when you have finished using it.","botão neste\n                    site quando você terminar de usá-lo."],["BV - BOUVET ISLAND","BV - ILHA BOUVET"],["BY - BELARUS","BY - BIELORRÚSSIA"],["By clicking Submit, I acknowledge that, under penalty of perjury, all information provided is as complete and accurate to the best of my ability.","Ao clicar em Enviar, reconheço que, sob pena de perjúrio, todas as informações fornecidas são as mais completas e precisas da melhor maneira possível."],["CA - California","CA - Califórnia"],["CA - CANADA","CA - CANADÁ"],["Calaveras","Caveiras"],["California Child Support","Apoio à Criança na Califórnia"],["California","Califórnia"],["Calling DUA Telecert at 617-626-6338","Chamando DOIS Telecert em 617-626-6338"],["Calling employers to arrange for job interviews.","Chamando os empregadores para organizar entrevistas de emprego."],["Can I file if I was in the military or worked for the federal government","Posso registrar se eu estava no exército ou trabalhei para o governo federal"],["Can I file if I was in the Military or worked for the Federal Government?","Posso registrar se estava no Exército ou trabalhou para o Governo Federal?"],["Cantonese","Cantonês"],["Cape Verdean","cabo verdiana"],["Care should be taken in using publicly-accessible computers to reduce the risk that someone using the computer\n                    after you may access your information:","Deve-se tomar cuidado ao usar computadores acessíveis ao público para reduzir o risco de alguém usar o computador\n                    depois de acessar suas informações:"],["Cash Reload","Recarga de dinheiro"],["CC - COCOS (KEELING) ISLANDS","CC - ILHAS COCOS (KEELING)"],["CD - CONGO, THE DEMOCRATIC REP","CD - CONGO, O REPRESENTANTE DEMOCRÁTICO"],["Cell:","Célula:"],["CENTRAL INTELLIGENCE AGENCY","AGÊNCIA DE INTELIGÊNCIA CENTRAL"],["CF - CENTRAL AFRICAN REPUBLIC","CF - REPÚBLICA CENTRAL AFRICANA"],["CH - SWITZERLAND","CH - SUÍÇA"],["Change Password","Mudar senha"],["Check this box if Mailing Address is same as Residential Address:","Marque esta caixa se o Endereço para correspondência for igual ao Endereço residencial:"],["Checking","Verificando"],["Child support in Massachusetts? is required. (30)","Apoio à criança em Massachusetts? É necessário. (30)"],["Child support in state other than Massachusetts? is required. (30)","Apoio à criança em outro estado que não Massachusetts? É necessário. (30)"],["Child Support U.S. State and Territory Contact Information:","Informações de Contato do Estado e Território dos EUA para Apoio à Criança:"],["Choose the answer from the list that describes your highest level of education.","Escolha a resposta da lista que descreve seu nível mais alto de educação."],["Choosing electronic correspondence will ensure that benefits are processed and paid faster.","A escolha da correspondência eletrônica garantirá que os benefícios sejam processados e pagos mais rapidamente."],["CHRISTOPHER COLUMBUS FELLOWSHIP FOUNDATION","FUNDAÇÃO DE CRISTOPHER COLUMBUS FOLLOWSHIP"],["City is required. (30)","Cidade é necessária. (30)"],["City:","Cidade:"],["CK - COOK ISLANDS","CK - ILHAS COOK"],["Claimant Authentication","Autenticação do Requerente"],["Claimant Guide","Guia do Requerente"],["Claimants receive a weekly benefit rate of approximately 50 percent of their average weekly wage, up to a maximum set by law. The maximum number of weeks that you would be able to collect is determined by the total amount of wages paid to you in your base period and the amount of your benefit rate. To be eligible for benefits you must have been paid wages in the base period of at least 30 times your benefit rate.","Os requerentes recebem uma taxa de benefício semanal de aproximadamente 50% de seu salário médio semanal, até o máximo estabelecido por lei. O número máximo de semanas que você seria capaz de coletar é determinado pelo valor total dos salários pagos a você em seu período base e o valor da sua taxa de benefício. Para se qualificar para os benefícios, você deve ter recebido salários no período base de pelo menos 30 vezes a sua taxa de benefícios."],["Claimants with military service in the National Guard or Reserve Component that","Requerentes com serviço militar na Guarda Nacional ou no Componente de Reserva que"],["Clear the browser cache and history. If you need help, ask for it.","Limpe o cache e o histórico do navegador. Se precisar de ajuda, peça."],["Click \"Options\". This will launch a popup with menu options.","Clique em \"Opções\". Isso abrirá um pop-up com opções de menu."],["Click here for contact information","Clique aqui para obter informações de contato"],["Click here for contact information.","Clique aqui para obter informações de contato."],["click here to view Fee and Other Important Disclosures","clique aqui para ver as taxas e outras divulgações importantes"],["Click on \"Content\" along the top of the popup menu.","Clique em \"Conteúdo\" na parte superior do menu pop-up."],["Click the \"Tools\" menu.","Clique no menu \"Ferramentas\"."],["Click","Clique"],["CM - CAMEROON","CM - CAMARÕES"],["CN - CANADA","CN - Canadá"],["CO - COLOMBIA","CO - COLÔMBIA"],["COAST GUARD COMMUNITY SERVICES COMMAND - NAF","COMANDO DE SERVIÇOS COMUNITÁRIOS DA GUARDA COSTEIRA - NAF"],["Coast Guard","guarda Costeira"],["COMMANDER, NAVY INSTALLATION COMMAND - NAF","COMANDANTE, COMANDO DE INSTALAÇÃO DA MARINHA - NAF"],["COMMISSION OF FINE ARTS","COMISSÃO DE BELAS ARTES"],["COMMISSION SECURITY &amp; COOPERATION IN EUROPE","SEGURANÇA DA COMISSÃO & amp; COOPERAÇÃO NA EUROPA"],["COMMODITY FUTURES TRADING COMMISSION","COMISSÃO DE COMÉRCIO DE FUTUROS"],["completed:","concluído:"],["Computer Programmers","Programadores de computador"],["Conducting searches using internet job banks and bulletin boards as well as professional/trade publications.","Realização de pesquisas usando bancos de trabalho e quadros de avisos na Internet, bem como publicações profissionais / comerciais."],["Confirm Password:","Confirme a Senha:"],["Confirm Security Answer:","Confirme a resposta de segurança:"],["Confirm your Social Security Number:","Confirme seu número de Seguro Social:"],["conform to the following requirements:","em conformidade com os seguintes requisitos:"],["CONGRESSIONAL BUDGET OFFICE","ESCRITÓRIO DE ORÇAMENTO DO CONGRESSO"],["Connecticut Child Support","Suporte para crianças em Connecticut"],["Consistently with state and federal laws and regulations governing the confidentiality of unemployment\n                    compensation information, the Massachusetts Department of Unemployment Assistance (DUA) seeks to protect\n                    the data privacy of persons using UI Online. The DUA website uses “cookies.” That is, we store a small\n                    text file on your computer. The only information in the cookie is a system-generated identification\n                    number that we use only to maintain continuity during your use of UI Online and for the security of the\n                    webpages you access. Also, when you access the DUA website, we collect the IP address of the computer you\n                    are using. We use the IP address to make sure that, if you are applying or certifying for benefits, you\n                    are doing so from the United States or Canada, and for system maintenance. We do not disclose your IP\n                    address to third-parties, unless we determine that we need to do so for purposes of DUA program integrity.\n                    We treat your use of UI Online as your consent to our collection of these data.","Consistentemente com as leis e regulamentos estaduais e federais que regem a confidencialidade do desemprego\n                    informações sobre compensação, o Departamento de Assistência ao Desemprego de Massachusetts (DUA) procura proteger\n                    a privacidade de dados de pessoas que usam a UI Online. O site da DUA usa \"cookies\". Ou seja, armazenamos uma pequena\n                    arquivo de texto no seu computador. A única informação no cookie é uma identificação gerada pelo sistema\n                    número que usamos apenas para manter a continuidade durante o uso da UI Online e para a segurança do\n                    páginas da web que você acessa. Além disso, quando você acessa o site da DUA, coletamos o endereço IP do computador que você\n                    estão usando. Usamos o endereço IP para garantir que, se você estiver solicitando ou certificando benefícios,\n                    estão fazendo isso nos Estados Unidos ou no Canadá e para manutenção do sistema. Não divulgamos seu IP\n                    endereçar a terceiros, a menos que determinemos que precisamos fazer isso para fins de integridade do programa DUA.\n                    Tratamos o uso da UI Online como seu consentimento para a coleta desses dados."],["CONSUMER FINANCIAL PROTECTION BUREAU","MESA DE PROTEÇÃO FINANCEIRA DO CONSUMIDOR"],["Contact Information","Informações de Contato"],["Contains all four (4) of the following:","Contém todos os quatro (4) dos seguintes itens:"],["contributed to by one or more employers? (including lump sum and periodic payments)","contribuído por um ou mais empregadores? (incluindo quantia fixa e pagamentos periódicos)"],["Conviction:","Convicção:"],["Coronavirus – COVID-19","Coronavírus (COVID-19"],["Coronavirus Disease 2019 (COVID-19) Emergency Guidance","Orientação de Emergência para Doença de Coronavírus 2019 (COVID-19)"],["Coronavirus Disease 2019 (COVID-19) Emergency Information","Doença de Coronavírus 2019 (COVID-19) Informações de Emergência"],["CORPORATION FOR NAT&#39;L &amp; COMMUNITY SERVICE","EMPRESA PARA NAT & L & amp; SERVIÇO COMUNITÁRIO"],["Correspondence Preference","Preferência por correspondência"],["COUNCIL OF ECONOMIC ADVISERS","CONSELHO DE ASSESSORIAS ECONÔMICAS"],["COUNCIL OF THE IG ON INTEGRITY AND EFFICIENCY","CONSELHO DO IG SOBRE INTEGRIDADE E EFICIÊNCIA"],["COUNCIL ON ENVIRONMENTAL QUALITY","CONSELHO DE QUALIDADE AMBIENTAL"],["Country:","País:"],["County to which you are required to pay child support:","Condado ao qual você é obrigado a pagar pensão alimentícia:"],["County","município"],["coverage you can review information through the Health Connector or apply online at","cobertura, você pode revisar as informações através do Health Connector ou aplicar on-line em"],["Croatian","croata"],["Customer service","Atendimento ao Cliente"],["CV - CAPE VERDE","CV - CABO VERDE"],["CX - CHRISTMAS ISLAND","CX - ILHA DE NATAL"],["CY - CYPRUS","CY - CHIPRE"],["CZ - CZECH REPUBLIC","CZ - REPÚBLICA CHECA"],["Czech","Tcheco"],["Danish","dinamarquês"],["Dari","A partir de"],["data privacy","dados privados"],["Date of Birth is required. (30)","A data de nascimento é obrigatória. (30)"],["Date of Birth:","Data de nascimento:"],["days of continuous active duty","dias de serviço ativo contínuo"],["DC - District of Columbia","DC - Distrito de Columbia"],["DD214-Member 4","DD214-Membro 4"],["DE - Delaware","DE-Delaware"],["DE - GERMANY","DE - ALEMANHA"],["Debit Card","Cartão de débito"],["Debit Cards","Cartão de débito"],["DEFENSE NUCLEAR FACILITIES SAFETY BOARD","CONSELHO DE SEGURANÇA DE INSTALAÇÕES NUCLEARES DE DEFESA"],["Del Norte","Do Norte"],["Delaware Child Support","Suporte para crianças em Delaware"],["Delete","Excluir"],["DENALI COMMISSION","COMISSÃO DENALI"],["DEPARTMENT OF AGRICULTURE","DEPARTAMENTO DE AGRICULTURA"],["DEPARTMENT OF COMMERCE                            /BUREAU OF THE CENSUS                              , ST. LOUIS                , MO","DEPARTAMENTO DE COMÉRCIO / MESA DO CENSO, ST. LOUIS, MO"],["DEPARTMENT OF COMMERCE","DEPARTAMENTO DE COMÉRCIO"],["DEPARTMENT OF DEFENSE","DEPARTAMENTO DE DEFESA"],["DEPARTMENT OF EDUCATION","DEPARTAMENTO DE EDUCAÇÃO"],["DEPARTMENT OF ENERGY","DEPARTAMENTO DE ENERGIA"],["DEPARTMENT OF HEALTH &amp; HUMAN SERVICE","DEPARTAMENTO DE SAÚDE & amp; SERVIÇO HUMANO"],["DEPARTMENT OF HEALTH &amp; HUMAN SERVICES","DEPARTAMENTO DE SAÚDE & amp; SERVIÇOS HUMANOS"],["DEPARTMENT OF HEALTH AND HUMAN SERVICES - OS","DEPARTAMENTO DE SAÚDE E SERVIÇOS HUMANOS - OS"],["DEPARTMENT OF HEALTH AND HUMAN SERVICES","DEPARTAMENTO DE SAÚDE E SERVIÇOS HUMANOS"],["DEPARTMENT OF HOUSING AND URBAN DEVELOPMENT","DEPARTAMENTO DE HABITAÇÃO E DESENVOLVIMENTO URBANO"],["DEPARTMENT OF JUSTICE","DEPARTAMENTO DE JUSTIÇA"],["DEPARTMENT OF LABOR                               /REGION I                                          , BOSTON                   , MA","DEPARTAMENTO DE TRABALHO / REGIÃO I, BOSTON, MA"],["DEPARTMENT OF LABOR","DEPARTAMENTO DE TRABALHO"],["DEPARTMENT OF STATE","DEPARTAMENTO DE ESTADO"],["DEPARTMENT OF THE AIR FORCE - NAF","DEPARTAMENTO DA FORÇA AÉREA - NAF"],["DEPARTMENT OF THE AIR FORCE NAF VANCE","DEPARTAMENTO DA FORÇA AÉREA NAF VANCE"],["DEPARTMENT OF THE AIR FORCE NATIONAL GUARD","DEPARTAMENTO DA GUARDA NACIONAL DA FORÇA AÉREA"],["DEPARTMENT OF THE AIR FORCE","DEPARTAMENTO DA FORÇA AÉREA"],["DEPARTMENT OF THE AIR FORCE/HANSCOM AFB, JBSA RANDOLPH, TX","DEPARTAMENTO DA FORÇA AÉREA / HANSCOM AFB, JBSA RANDOLPH, TX"],["DEPARTMENT OF THE ARMY - NAF","DEPARTAMENTO DO EXÉRCITO - NAF"],["DEPARTMENT OF THE ARMY NATIONAL GUARD","DEPARTAMENTO DA GUARDA NACIONAL DO EXÉRCITO"],["DEPARTMENT OF THE ARMY","DEPARTAMENTO DO EXÉRCITO"],["DEPARTMENT OF THE INTERIOR                        /NATIONAL PARK SERVICE                             , ST. LOUIS                , MO","DEPARTAMENTO DO SERVIÇO INTERIOR / NACIONAL DO PARQUE, ST. LOUIS, MO"],["DEPARTMENT OF THE INTERIOR","DEPARTAMENTO DO INTERIOR"],["DEPARTMENT OF THE NAVY","DEPARTAMENTO DA MARINHA"],["DEPARTMENT OF THE TREASURY                        /INTERNAL REVENUE SERVICE                          , ST. LOUIS                , MO","DEPARTAMENTO DO SERVIÇO DE TESOURARIA / RECEITA INTERNA, ST. LOUIS, MO"],["DEPARTMENT OF THE TREASURY","DEPARTAMENTO DO TESOURO"],["DEPARTMENT OF TRANSPORTATION                      /FEDERAL AVIATION ADMINISTRATION                   , ST. LOUIS                , MO","DEPARTAMENTO DE ADMINISTRAÇÃO DE TRANSPORTE / AVIAÇÃO FEDERAL, ST. LOUIS, MO"],["DEPARTMENT OF TRANSPORTATION","DEPARTAMENTO DE TRANSPORTE"],["DEPARTMENT OF VETERANS AFFAIRS                    /VETERANS HEALTH ADMINISTRATION                    , BEDFORD                  , MA","DEPARTAMENTO DE ADMINISTRAÇÃO DE SAÚDE DOS VETERANOS / VETERANOS, BEDFORD, MA"],["DEPARTMENT OF VETERANS AFFAIRS                    /VETERANS HEALTH ADMINISTRATION                    , BROCKTON                 , MA","DEPARTAMENTO DE ASSUNTOS DE VETERANOS / VETERANOS SAÚDE ADMINISTRAÇÃO, BROCKTON, MA"],["DEPARTMENT OF VETERANS AFFAIRS                    /VETERANS HEALTH ADMINISTRATION                    , LEEDS                    , MA","DEPARTAMENTO DE ADMINISTRAÇÃO DE SAÚDE DOS VETERANOS / VETERANOS, LEEDS, MA"],["DEPARTMENT OF VETERANS AFFAIRS","DEPARTAMENTO DE ASSUNTOS VETERANOS"],["Department/Agency","Departamento / Agência"],["Dependent Child Details","Detalhes do filho dependente"],["Dependent Children Summary","Resumo de Filhos Dependentes"],["Dependent Questions","Perguntas Dependentes"],["dependent upon and mainly supported by the claimant,","dependente e principalmente apoiado pelo requerente,"],["Deposit made to an unemployment debit card","Depósito efetuado em um cartão de débito de desemprego"],["DHS   TRANSPORTATION SECURITY ADMINISTRATION      /TRANSPORTATION SECURITY ADMINISTRATION            , ARLINGTON                , VA","ADMINISTRAÇÃO DE SEGURANÇA DO TRANSPORTE DHS / ADMINISTRAÇÃO DE SEGURANÇA DO TRANSPORTE, ARLINGTON, VA"],["DHS   U.S. COAST GUARD   CIVILIAN                 /U.S. COAST GUARD   CIVILIAN                       , ST. LOUIS                , MO","DHS US COSTA GUARD CIVILIAN /U.S. GUARDA COSTEIRA CIVILIAN, ST. LOUIS, MO"],["DHS - CITIZENSHIP &amp; IMMIGRATION SERVICES","DHS - CIDADANIA & amp; SERVIÇOS DE IMIGRAÇÃO"],["DHS - FEDERAL EMERGENCY MANAGEMENT AGENCY","DHS - AGÊNCIA FEDERAL DE GESTÃO DE EMERGÊNCIAS"],["DHS - FEDERAL LAW ENFORCEMENT TRAINING CENTER","DHS - CENTRO DE FORMAÇÃO EM DIREITO FEDERAL"],["DHS - IMMIGRATION &amp; CUSTOMS ENFORCEMENT","DHS - IMIGRAÇÃO & amp; EXECUÇÃO ADUANEIRA"],["DHS - MANAGEMENT DIRECTORATE","DHS - DIRETORIA DE GESTÃO"],["DHS - OFFICE OF GRANT PROGRAMS","DHS - ESCRITÓRIO DE PROGRAMAS DE CONCESSÃO"],["DHS - OFFICE OF THE INSPECTOR GENERAL","DHS - ESCRITÓRIO DO INSPETOR GERAL"],["DHS - SCIENCE AND TECHNOLOGY DIRECTORATE","DHS - DIRETOR DE CIÊNCIA E TECNOLOGIA"],["DHS - TRANSPORTATION SECURITY ADMINISTRATION","DHS - ADMINISTRAÇÃO DE SEGURANÇA DO TRANSPORTE"],["DHS - U.S. COAST GUARD - CIVILIAN","DHS - GUARDA COSTA DOS EUA - CIVIL"],["DHS - U.S. CUSTOMS AND BORDER PROTECTION","DHS - EUA - PROTEÇÃO ADUANEIRA E FRONTEIRA"],["DHS - U.S. SECRET SERVICE","DHS - SERVIÇO SECRETO DOS EUA"],["DHS-CYBERSECURITY &amp; INFRASTRUCTURE SECURITY AGENCY","DHS-CYBERSECURITY & amp; AGÊNCIA DE SEGURANÇA DE INFRA-ESTRUTURAS"],["Did you work full time for this Employer:","Você trabalhou em período integral para este empregador:"],["Did you work full time for this employer?","Você trabalhou em período integral para esse empregador?"],["Direct Deposit Information","Informações sobre depósitos diretos"],["direct deposit","depósito direto"],["Direct deposit","Depósito direto"],["Direct Deposit","Depósito direto"],["Disability is required. (30)","Deficiência é necessária. (30)"],["Disability","Incapacidade"],["Discharged:","Descarga:"],["District of Columbia (DC)","Distrito de Columbia (DC)"],["DISTRICT OF COLUMBIA COURTS","DISTRITO DE TRIBUNAIS DA COLÔMBIA"],["District of Columbia","Distrito da Colombia"],["DK - DENMARK","DK - DINAMARCA"],["DO - DOMINICAN REPUBLIC","DO - REPÚBLICA DOMINICANA"],["Do I meet the eligibility requirements?","Atendo aos requisitos de elegibilidade?"],["do not have at least","não tem pelo menos"],["Do not save any files or forms to a Public Computer","Não salve nenhum arquivo ou formulário em um computador público"],["Do not save your login information","Não salve suas informações de login"],["Do you have a definite recall date:","Você tem uma data definitiva de recall:"],["Do you have a disability:","Você tem alguma deficiência:"],["Do you have qualified dependents:","Você tem dependentes qualificados:"],["Do you prefer to receive correspondence from DUA in your primary language?","Você prefere receber correspondência do DUA no seu idioma principal?"],["Does not contain a space (i.e. \" \")","Não contém um espaço (ou seja, \"\")"],["Does NOT include regular earnings for work performed.","NÃO inclui ganhos regulares pelo trabalho realizado."],["Does the child live in the United States or any other U.S. Territory? is required. (30)","A criança mora nos Estados Unidos ou em qualquer outro território dos EUA? É necessário. (30)"],["Don’t save any files on the computer. They will be available to the next user. If you need to download a\n                    file, make sure you know where it is being stored and delete it when you’re done.","Não salve nenhum arquivo no computador. Eles estarão disponíveis para o próximo usuário. Se você precisar baixar um\n                    , saiba onde ele está sendo armazenado e exclua-o quando terminar."],["Dorchester,&nbsp;MA&nbsp;02121-1915","Dorchester, MA&nbsp;02121-1915"],["Download Adobe .PDF Reader (Free)","Download Adobe .PDF Reader (Grátis)"],["DUA will make best efforts to provide you with services in your primary language.","A DUA fará todos os esforços para fornecer serviços no seu idioma principal."],["During the last 15 months did you or do you now pay more than 50% of the support for this child? is required. (30)","Nos últimos 15 meses, você pagou mais de 50% do apoio a essa criança? É necessário. (30)"],["During the week of Sunday, April 5, 2020 through Saturday, April 11, 2020 how many hours did you or will you work? response is required. (30)","Durante a semana de domingo, 5 de abril de 2020 a sábado, 11 de abril de 2020, quantas horas você trabalhou ou trabalhou? resposta é necessária. (30)"],["Dutch","holandês"],["DZ - ALGERIA","DZ - ARGÉLIA"],["E","e"],["Each international transaction","Cada transação internacional"],["EC - ECUADOR","EC - EQUADOR"],["EE - ESTONIA","SIM - ESTÔNIA"],["EG - EGYPT","EG - EGIPTO"],["Egyptian/Arabic","Egípcio / Árabe"],["EH - WESTERN SAHARA","EH - SAHARA OCIDENTAL"],["eighteen years of age or over and incapable of earning wages because of mental or physical incapacity;","dezoito anos de idade ou mais e incapaz de ganhar salários por causa de incapacidade mental ou física;"],["EISENHOWER MEMORIAL COMMISSION","COMISSÃO MEMORIAL EISENHOWER"],["El Dorado","O dourado"],["Electronic","Eletrônico"],["Eligibility Information","Informações sobre elegibilidade"],["Email Address","Endereço de e-mail"],["Email Address:","Endereço de e-mail:"],["emergency:","emergência:"],["Employed as a Civilian Federal Employee:","Empregado como funcionário federal civil:"],["Employed as a","Empregado como"],["Employed by the Military in Active Duty:","Empregado pelos militares no serviço ativo:"],["Employed by the","Empregado pelo"],["Employed in Massachusetts (excluding military and federal civilian employment):","Empregado em Massachusetts (excluindo emprego civil e militar federal):"],["Employed in state other than Massachusetts (excluding military and federal civilian\n\t\t\t\t\t\t\temployment):","Empregado em outro estado que não Massachusetts (excluindo civis civis e militares)\nemprego):"],["Employed in","Empregado em"],["Employer addresses","Endereços do empregador"],["Employer Business Name","Nome comercial do empregador"],["Employer closed","Empregador fechado"],["Employer Legal Address","Endereço legal do empregador"],["Employer Legal Address:","Endereço Legal do Empregador:"],["Employer Legal Name","Nome Legal do Empregador"],["Employer Name:&nbsp;","Nome do Empregador:&nbsp;"],["Employer phone numbers","Números de telefone do empregador"],["Employer Physical Address:","Endereço físico do empregador:"],["Employer Physical Location","Localização física do empregador"],["Employers are authorized by law to provide DUA with information needed to determine your eligibility for benefits. This information includes your dates of employment, wages paid and the reason for your employment separation. Information you provide about why you left specific employment may be disclosed to that employer so that DUA may determine your eligibility for benefits.","Os empregadores estão autorizados por lei a fornecer à DUA as informações necessárias para determinar sua elegibilidade para os benefícios. Essas informações incluem suas datas de contratação, salários pagos e o motivo da sua separação. As informações que você fornece sobre por que você deixou um emprego específico podem ser divulgadas a esse empregador para que o DUA possa determinar sua elegibilidade para os benefícios."],["Employment End Date:","Data de término do emprego:"],["Employment start and end dates","Datas de início e término do emprego"],["Employment Start Date:","Data de Início do Emprego:"],["Employment Type:","Tipo de Emprego:"],["Employment","Emprego"],["End Date","Data final"],["English","Inglês"],["Enter Employer Name As:","Digite o nome do empregador como:"],["Enter State Employer Name As:","Digite o nome do empregador do estado como:"],["Enter the following information only if you have chosen","Digite as seguintes informações somente se você tiver escolhido"],["Enter the physical location where you performed work for this employer, if different than the address listed above.","Digite o local físico onde você trabalhou para este empregador, se diferente do endereço listado acima."],["Enter the ZIP code of your home address:","Digite o CEP do seu endereço residencial:"],["Enter the","Introduzir o"],["Enter your employer’s name; refer to check stubs, W-2 forms, or form 590A (separation form from your Employer) for name and spelling.  If you are unsure of the spelling of the employer name, entering fewer letters (at least 2 characters) will produce more results.","Digite o nome do seu empregador; consulte cheques, formulários W-2 ou formulário 590A (formulário de separação do empregador) para obter o nome e a ortografia. Se você não tiver certeza da ortografia do nome do empregador, digitar menos letras (pelo menos 2 caracteres) produzirá mais resultados."],["Enter your job title and select","Digite seu cargo e selecione"],["Enter your job title while working for the employer listed above:","Digite seu cargo enquanto trabalha para o empregador listado acima:"],["Enter Your Social Security Number:","Digite seu número de Seguro Social:"],["Enter your total period of employment with this employer:","Digite seu período total de trabalho com este empregador:"],["Enter","Entrar"],["Entering “Pete” will return employer names with the word “Pete” within the name.","Digitar \"Pete\" retornará nomes de empregadores com a palavra \"Pete\" dentro do nome."],["Entry of Employer Name and/or Employer City:","Entrada do Nome do Empregador e / ou Cidade do Empregador:"],["Entry of Employer Name:","Entrada do nome do empregador:"],["ENVIRONMENTAL PROTECTION AGENCY","AGÊNCIA DE PROTEÇÃO AMBIENTAL"],["EQUAL EMPLOYMENT OPPORTUNITY COMMISSION","COMISSÃO IGUALDADE DE OPORTUNIDADE DE EMPREGO"],["ES - SPAIN","ES - ESPANHA"],["Estonian","estoniano"],["ET - ETHIOPIA","E - ETIÓPIA"],["Ethnic Heritage:","Herança étnica:"],["Even with enough wages to qualify for unemployment benefits, the reason for separation from employment may impact your eligibility for benefits.","Mesmo com salários suficientes para se qualificar para benefícios de desemprego, o motivo da separação do emprego pode afetar sua elegibilidade para benefícios."],["Example:&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;“Pete’s Ceramics”","Exemplo:&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\"Cerâmica de Pete\""],["Example:&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Employer Name:  Widgets Inc.","Exemplo:&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Nome do Empregador: Widgets Inc."],["Examples of State Agency Searches:","Exemplos de pesquisas de agências estatais:"],["EXECUTIVE RESIDENCE AT THE WHITE HOUSE","RESIDÊNCIA EXECUTIVA NA CASA BRANCA"],["Exit","Saída"],["EXPORT-IMPORT BANK","BANCO DE EXPORTAÇÃO E IMPORTAÇÃO"],["FARM CREDIT ADMINISTRATION","ADMINISTRAÇÃO DE CRÉDITO AGRÍCOLA"],["Federal Civilian Employment","Emprego Civil Federal"],["Federal Civilian Work History","História Civil Federal do Trabalho"],["Federal Civilian","Civil Federal"],["FEDERAL COMMUNICATIONS COMMISSION","COMISSÃO FEDERAL DE COMUNICAÇÕES"],["Federal Department / Agency:","Departamento / Agência Federal:"],["FEDERAL DEPOSIT INSURANCE CORPORATION","CORPORAÇÃO FEDERAL ASSEGURADORA DE DEPÓSITOS"],["FEDERAL ELECTION COMMISSION","COMISSÃO DE ELEIÇÃO FEDERAL"],["Federal Employee","Funcionário Federal"],["Federal employment includes work as a civilian employee of a federal government agency.","O emprego federal inclui o trabalho como funcionário civil de uma agência do governo federal."],["FEDERAL ENERGY REGULATORY COMMISSION","COMISSÃO REGULATÓRIA DE ENERGIA FEDERAL"],["FEDERAL HOUSING FINANCE AGENCY","AGÊNCIA FEDERAL DE FINANCIAMENTO HABITACIONAL"],["FEDERAL LABOR RELATIONS AUTHORITY","AUTORIDADE RELATIVA AO TRABALHO FEDERAL"],["FEDERAL MARITIME COMMISSION","COMISSÃO MARÍTIMA FEDERAL"],["FEDERAL MEDIATION AND CONCILIATION SERVICE","SERVIÇO FEDERAL DE MEDIAÇÃO E CONCILIAÇÃO"],["FEDERAL MINE SAFETY &amp; HEALTH REVIEW COMMISSION","SEGURANÇA DE MINAS FEDERAIS & amp; COMISSÃO DE REVISÃO DA SAÚDE"],["FEDERAL RETIREMENT THRIFT INVESTMENT BOARD","APOSENTADORIA FEDERAL PELO CONSELHO DE INVESTIMENTO"],["FEDERAL TRADE COMMISSION","COMISSÃO FEDERAL DE COMÉRCIO"],["Fee Disclosure and Other Important Disclosures*","Divulgação de taxas e outras divulgações importantes *"],["Female","Fêmea"],["FFIEC APPRAISAL SUBCOMMITTEE","SUBCOMISSÃO DE AVALIAÇÃO DA FFIEC"],["FI - FINLAND","FI - FINLÂNDIA"],["Fields are as where keyboard characters are entered.","Os campos são como onde os caracteres do teclado são inseridos."],["Fields:","Campos:"],["Find details and conditions for all fee and services in the cardholder agreement.","Encontre detalhes e condições de todas as taxas e serviços no contrato do titular do cartão."],["First Name is required. (30)","O primeiro nome é necessário. (30)"],["First Name:","Primeiro nome:"],["FK - FALKLAND ISLANDS (MALVINA)","FK - ILHAS FALKLAND (MALVINA)"],["FL - Florida","FL - Flórida"],["Flemish","flamengo"],["Florida","Flórida"],["FM - MICRONESIA,  FEDRATED STA","FM - MICRONÉSIA, STA FEDRATADA"],["FO - FAROE ISLANDS","FO - ILHAS FAROE"],["food","Comida"],["For additional information related to a Job Title, select the hyperlink associated with the job title.","Para obter informações adicionais relacionadas a um cargo, selecione o hiperlink associado ao cargo."],["For Internet Explorer browsers:","Para navegadores Internet Explorer:"],["For more details, please click","Para mais detalhes, por favor clique"],["for more information\n.","Para maiores informações\n."],["For more information about prepaid cards, visit cfpb.gov/prepaid.","Para mais informações sobre cartões pré-pagos, visite cfpb.gov/prepaid."],["For more information on DTA programs and services, visit","Para obter mais informações sobre programas e serviços DTA, visite"],["For Mozilla Firefox:","Para o Mozilla Firefox:"],["For questions regarding the debit cards, contact the debit card provider. Visit web site","Para perguntas sobre os cartões de débito, entre em contato com o fornecedor do cartão de débito. Visite o site"],["for the loss of wages?","pela perda de salários?"],["for this employer?","para esse empregador?"],["four completed calendar quarters immediately preceding the effect date of your claim. Your claim is based on wages paid during this period.\nFor the first column in the table below, each range of dates will begin with the first Sunday of the quarter.","quatro trimestres completos imediatamente anteriores à data do efeito da sua reivindicação. Sua reivindicação é baseada nos salários pagos durante esse período.\nPara a primeira coluna da tabela abaixo, cada intervalo de datas começará no primeiro domingo do trimestre."],["FR - FRANCE","FR - FRANÇA"],["French","francês"],["Friday, April 10, 2020","Sexta-feira, 10 de abril de 2020"],["Full Time School is described as a course or training program providing a minimum of at least 20 hours of supervised classroom training per week or 12 credits each semester or the equivalent.","A Escola em Tempo Integral é descrita como um curso ou programa de treinamento que fornece um mínimo de pelo menos 20 horas de treinamento supervisionado em sala de aula por semana ou 12 créditos por semestre ou equivalente."],["FX - FRANCE- METROPOLITAN","FX - FRANÇA- METROPOLITAN"],["GA - GABON","GA-GABON"],["GA - Georgia","GA-Georgia"],["GB - UNITED KINGDOM","GB - REINO UNIDO"],["GE - GEORGIA","GE-GEÓRGIA"],["Gender is required. (30)","O sexo é obrigatório. (30)"],["Gender:","Gênero:"],["General Information - Non-Massachusetts Child Support State Information","Informações gerais - Informações sobre o estado de apoio à criança que não são de Massachusetts"],["GENERAL SERVICES ADMINISTRATION","ADMINISTRAÇÃO DE SERVIÇOS GERAIS"],["Georgia","Geórgia"],["German","alemão"],["Getting Started with the Massachusetts Unemployment Benefits Online Application","Introdução ao Aplicativo Online de Benefícios de Desemprego de Massachusetts"],["GF - FRENCH GUIANA","GF - GUIANA FRANCESA"],["GN - GUINEA","GN - GUINÉ"],["GOVERNMENT ACCOUNTABILITY OFFICE","ESCRITÓRIO DE CONTABILIDADE DO GOVERNO"],["Government agencies may need entry of more than eight characters.  Refer to the following:","As agências governamentais podem precisar de mais de oito caracteres. Consulte o seguinte:"],["Government Employer Name Searches:","Pesquisas por nome de empregador do governo:"],["GQ - EQUATORIAL GUINEA","GQ - GUINÉ EQUATORIAL"],["GR - GREECE","GR - GRÉCIA"],["Greek","grego"],["Gross Wage is required. (30)","Salário bruto é obrigatório. (30)"],["Gross Wages since","Salário bruto desde"],["Gross Wages:","Salário bruto:"],["GS - SOUTH GEORGIA AND THE SOU","GS - GEÓRGIA DO SUL E SOU"],["GW - GUINEA-BISSAU","GW - GUINÉ-BISSAU"],["GY - GUYANA","GY - GUIANA"],["Haitian Creole","Crioulo haitiano"],["HARRY S. TRUMAN SCHOLARSHIP FOUNDATION","FUNDAÇÃO HARRY S. TRUMAN SCHOLARSHIP"],["Have you applied for or are you receiving payments from a pension fund, annuity\n\t\t\t\t\t\t\tfund, or retirement account contributed to by an employer:","Você solicitou ou está recebendo pagamentos de um fundo de pensão, anuidade\nfundo ou conta de aposentadoria para a qual um empregador contribui:"],["Have you applied for or are you receiving payments from a union pension fund contributed\n\t\t\t\t\t\t\tto by one or more employers:","Você solicitou ou está recebendo pagamentos de um fundo de pensão da união contribuído\npor um ou mais empregadores:"],["Have you applied for or are you receiving severance or other payments due to separation\n\t\t\t\t\t\t\tfrom employment:","Você solicitou ou está recebendo indenizações ou outros pagamentos devido à separação\ndo emprego:"],["Have you applied for or are you receiving vacation or Personal Time Off (PTO) pay\n\t\t\t\t\t\t\tbecause of or upon your separation from employment:","Você solicitou ou está recebendo férias ou pagamento por PTO (Personal Time Off)\npor causa ou por sua separação do emprego:"],["Have you applied for or are you receiving workers' compensation payments for the\n\t\t\t\t\t\t\tloss of wages:","Você solicitou ou está recebendo pagamentos de compensação dos trabalhadores pela\nperda de salários:"],["Have you been separated from this employer more than once since","Você foi separado desse empregador mais de uma vez desde"],["Have you had multiple periods of Employment with this Employer since\n\t\t\t\t\t\t\t\t\tMonday, April 1, 2019:","Você teve vários períodos de emprego com este empregador desde\nSegunda-feira, 1 de abril de 2019:"],["Hawaii Child Support","Apoio à criança no Havaí"],["Hawaii","Havaí"],["health care","cuidados de saúde"],["Hebrew","hebraico"],["here","aqui"],["here.","aqui."],["HI - Hawaii","HI - Havaí"],["highest level of education","nível mais alto de educação"],["Highest Level Of Education","Nível mais alto de educação"],["Highlight \"Text Size.\" A side-box appears, providing options. The default setting\n                            is at \"Medium,\" as indicated by the black dot to the left of the word.","Destaque \"Tamanho do texto\". Uma caixa lateral é exibida, fornecendo opções. A configuração padrão\n                            está em \"Médio\", conforme indicado pelo ponto preto à esquerda da palavra."],["Hindi","Não."],["Hispanic or Latino","Hispânico ou Latino"],["Hispanic or Latino:  A person of Cuban, Mexican, Puerto Rican, South or Central\n                American, or other Spanish culture or origin, regardless of race.","Hispânico ou Latino: uma pessoa de Cuba, México, Porto Rico, Sul ou Central\n                Cultura ou origem americana ou outra espanhola, independentemente da raça."],["HK - HONG KONG","HK-HONG KONG"],["HM - HEARD AND MC DONALD ISLAN","HM - OUVIDO E MC DONALD ISLAN"],["Home Phone:","Telefone residencial:"],["Home:","Casa:"],["Hours reduced","Horas reduzidas"],["How are benefits paid?","Como os benefícios são pagos?"],["How Are Benefits Paid?","Como os benefícios são pagos?"],["How Are My Benefits Determined?","Como meus benefícios são determinados?"],["How many hours did you work during the week of\n\t\t\t\t\t\t\tSunday, April 5, 2020\n\t\t\t\t\t\t\tthrough\n\t\t\t\t\t\t\tSaturday, April 11, 2020:","Quantas horas você trabalhou durante a semana de\nDomingo, 5 de abril de 2020\natravés\nSábado, 11 de abril de 2020:"],["How many hours do you normally work during the week? response is required. (30)","Quantas horas você trabalha normalmente durante a semana? resposta é necessária. (30)"],["How many hours do you typically work during a week:","Quantas horas você normalmente trabalha durante uma semana:"],["How many years have you done this type of work?:","Há quantos anos você faz esse tipo de trabalho ?:"],["How Much Will My Weekly Benefit Amount Be?","Quanto será o valor do meu benefício semanal?"],["How will my benefits be determined?","Como meus benefícios serão determinados?"],["How will my unemployment benefits be determined?","Como serão determinados os meus subsídios de desemprego?"],["How would you like to receive your correspondence:","Como você gostaria de receber sua correspondência:"],["How would you like to receive your correspondence?","Como você gostaria de receber sua correspondência?"],["However, if you have received workers compensation benefits within the prior 15 months, an official determination\n        of benefit entitlement will be mailed to you after your application is processed..","No entanto, se você recebeu benefícios de remuneração dos trabalhadores nos últimos 15 meses, uma determinação oficial\n        do direito ao benefício será enviado a você após o processamento da inscrição."],["HR - CROATIA (LOCAL NAME: HRVA","HR - CROÁCIA (NOME LOCAL: CROÁCIA)"],["HU - HUNGARY","HU - HUNGRIA"],["Hungarian","húngaro"],["I also owe child support in another county, which is in the following U.S. state and territory:","Também devo apoio à criança em outro município, localizado no seguinte estado e território dos EUA:"],["I certify that all information provided is accurate and that the answers to all questions are true and correct. I know that Massachusetts Law provides penalties and/or imprisonment for false statements to obtain benefits and that DUA actively pursues fraudulently collected benefits. I hereby acknowledge that DUA will verify my information to assure its accuracy. By selecting 'Yes', I acknowledge that, under penalty of perjury, all information provided is complete and accurate to the best of my ability.","Certifico que todas as informações fornecidas são precisas e que as respostas para todas as perguntas são verdadeiras e corretas. Sei que a Lei de Massachusetts prevê multas e / ou prisão por declarações falsas para obter benefícios e que a DUA busca ativamente benefícios coletados de maneira fraudulenta. Por meio deste, reconheço que o DUA verificará minhas informações para garantir sua precisão. Ao selecionar 'Sim', reconheço que, sob pena de perjúrio, todas as informações fornecidas são completas e precisas da melhor maneira possível."],["I choose not to answer","Eu escolho não responder"],["I choose not to have any income tax withheld at this time","Eu escolho não ter nenhum imposto de renda retido no momento"],["I choose not to have any income tax withheld from my benefits","Eu escolho não ter nenhum imposto de renda retido dos meus benefícios"],["I have answered all questions fully and truthfully.","Eu respondi todas as perguntas completa e sinceramente."],["I have not worked since last year (","Eu não trabalho desde o ano passado ("],["I have read and agree with the above:","Li e concordo com o acima:"],["I have read and understand the information above.  I understand that DUA will verify the information that I provide.","Eu li e entendi as informações acima. Entendo que o DUA verificará as informações que forneço."],["I have read and understand the information above. I understand that DUA will verify the information that I provide.","Eu li e entendi as informações acima. Entendo que o DUA verificará as informações que forneço."],["I know there are penalties\n\t\t\t\t\t\t\tfor giving wrong information. I know that to receive benefits I must meet the eligibility\n\t\t\t\t\t\t\trequirements.","Eu sei que tem penalidades\npor fornecer informações erradas. Eu sei que, para receber benefícios, devo atender à elegibilidade\nrequisitos."],["I would like my benefits paid by","Gostaria que meus benefícios fossem pagos por"],["I would like my benefits paid by:","Gostaria que meus benefícios fossem pagos por:"],["I would like my benefits paid via a","Gostaria que meus benefícios fossem pagos através de um"],["ID - INDONESIA","ID - INDONÉSIA"],["Idaho Child Support","Suporte para Crianças em Idaho"],["Identity Verification is required. (30)","A verificação de identidade é necessária. (30)"],["IE - IRELAND","IE - IRLANDA"],["If an employer is listed with a status of \"Incomplete,\" select the \"Update\" button to review and complete the missing information.","Se um empregador estiver listado com o status \"Incompleto\", selecione o botão \"Atualizar\" para revisar e completar as informações ausentes."],["If an incorrect entry was made check the box next to the entry and click","Se uma entrada incorreta foi feita, marque a caixa ao lado da entrada e clique em"],["If Electronically, enter your email address:","Se eletronicamente, digite seu endereço de e-mail:"],["If employer cannot be found, after 3 search attempts, select\n                the radio button next to: “After doing multiple searches,\n                I cannot find my employer on this list”.  Then select the ‘Next’\n                button to proceed to the next page to manually enter your\n                employer information.","Se não for possível encontrar o empregador, após três tentativas de busca, selecione\n                o botão de opção ao lado de: \"Depois de fazer várias pesquisas,\n                Não consigo encontrar meu empregador nesta lista ”. Em seguida, selecione o \"Próximo\"\n                para avançar para a página seguinte e introduzir manualmente o seu\n                informações do empregador."],["If the benefit claim is effective  on or between these dates:","Se a solicitação de benefício entrar em vigor nessas datas:"],["If the Federal Department is not listed above, select the correct department/agency from the drop down lists:","Se o Departamento Federal não estiver listado acima, selecione o departamento / agência correto nas listas suspensas:"],["if the information entered is correct.","se as informações inseridas estiverem corretas."],["If the list does not include all the employment that you have had in the past year, select the type of employment and the \"Add\" button below.","Se a lista não incluir todo o emprego que você teve no ano passado, selecione o tipo de emprego e o botão \"Adicionar\" abaixo."],["If the list of employers has a status of \"Complete\" and reflects all the employment that you have had in the past year, select \"Next.\"","Se a lista de empregadores tiver o status \"Completo\" e refletir todo o emprego que você teve no ano passado, selecione \"Avançar\"."],["If yes, what is your recall date:","Se sim, qual é a sua data de retirada:"],["If you are not a citizen of the United States, your alien registration number","Se você não é cidadão dos Estados Unidos, seu número de registro de estrangeiro"],["IF YOU ARE NOT USING YOUR PERSONAL COMPUTER, PLEASE FOLLOW THESE SAFETY TIPS:","SE NÃO ESTIVER USANDO O COMPUTADOR PESSOAL, SIGA ESTAS DICAS DE SEGURANÇA:"],["If you are required to pay child support to more than one U.S state or territory, you will have the opportunity to add others.","Se você precisar pagar pensão alimentícia para mais de um estado ou território dos EUA, terá a oportunidade de adicionar outros."],["If you are unable to work due to the COVID-19 emergency:","Se você não puder trabalhar devido à emergência do COVID-19:"],["If you are unable to work due to the","Se você não conseguir trabalhar devido à"],["If you cannot locate your employer, after 3 search attempts,\n                from the search results, check for an accurate spelling of\n                the employer name (refer to check stubs or W-2 forms).\n                If you locate your employer name within the search results but\n                the address is different from the place you physically worked,\n                it may be due to the employer reporting a different address\n                to our agency.  Select the employer from the list.","Se você não conseguir localizar seu empregador, após três tentativas de pesquisa,\n                a partir dos resultados da pesquisa, verifique se há uma ortografia precisa\n                o nome do empregador (consulte os stubs ou formulários W-2).\n                Se você localizar o nome do seu empregador nos resultados da pesquisa, mas\n                o endereço é diferente do local onde você trabalhou fisicamente,\n                pode ser devido ao empregador relatar um endereço diferente\n                à nossa agência. Selecione o empregador na lista."],["If you could not find the Federal Department you worked for, enter the department\n                    and the agency for which you worked below:","Se você não conseguiu encontrar o Departamento Federal para o qual trabalhou, digite o departamento\n                    e a agência para a qual você trabalhou abaixo:"],["If you have worked for less than one year, enter 1.","Se você trabalhou por menos de um ano, digite 1."],["If you move and change your address or your telephone number you must update your contact information in the UI Online system immediately.","Se você mover e alterar seu endereço ou número de telefone, deverá atualizar suas informações de contato no sistema UI Online imediatamente."],["If you need additional support and","Se você precisar de suporte adicional e"],["If you need help buying healthy","Se você precisar de ajuda para comprar produtos saudáveis"],["If you need","Se você precisar"],["If you seek work exclusively through a union hiring hall based in Massachusetts and union\n                name and local number is not listed in the drop-down box, you should answer “No” to this question\n                Only unions that","Se você procura trabalhar exclusivamente por meio de um salão de contratação de sindicatos com sede em Massachusetts e\n                nome e número local não estão listados na caixa suspensa, você deve responder \"Não\" a esta pergunta\n                Somente sindicatos que"],["If you want to use direct deposit you will need your","Se você deseja usar o depósito direto, precisará do seu"],["If you were a member of the National Guard or in a Reserve component, you must have had 180 days of\ncontinuous active duty, and been provided a form DD214, Member 4 copy in order to qualify for unemployment benefits.\nFull time members of any branch of the armed services may qualify for unemployment benefits","Se você era membro da Guarda Nacional ou de um componente da Reserva, deve ter tido 180 dias de\nserviço ativo contínuo e foi fornecido um formulário DD214, cópia do Membro 4 para se qualificar para benefícios de desemprego.\nMembros em tempo integral de qualquer ramo das forças armadas podem se qualificar para receber benefícios de desemprego"],["If you were a","Se você fosse um"],["If you were in the","Se você estivesse no"],["If you were separated from employment, or your hours have been reduced, and you will work less than your regular weekly schedule of working hours this week, you should file your claim now.","Se você foi separado do emprego ou seu horário foi reduzido e você trabalha menos do que o horário semanal regular de trabalho desta semana, deve registrar sua reivindicação agora."],["If you worked for the same employer in multiple states, please list your employment in each state as a separate employer.","Se você trabalhou para o mesmo empregador em vários estados, liste seu emprego em cada estado como um empregador separado."],["If you worked in different states, but for the same employer, you still must list every state separately.If you reside in Massachusetts but all of your employment and wages were in another state, you may or may not be eligible to file in Massachusetts. Proceed with the application to determine your eligibility to file for benefits in Massachusetts.","Se você trabalhou em estados diferentes, mas para o mesmo empregador, ainda deve listar todos os estados separadamente. Se você mora em Massachusetts, mas todos os seus empregos e salários estavam em outro estado, você pode ou não ser elegível para arquivar em Massachusetts. Prossiga com o aplicativo para determinar sua elegibilidade para solicitar benefícios em Massachusetts."],["If you worked in Massachusetts, and one or more other states during the most recent fifteen months, you may be eligible to file for unemployment benefits in Massachusetts.\nOn the application, you are required to report all employment in every state in which you worked. If you do not list a state in which you worked, it may affect your eligibility for benefits.","Se você trabalhou em Massachusetts e em um ou mais estados nos últimos quinze meses, pode ser elegível para solicitar subsídios de desemprego em Massachusetts.\nNo aplicativo, você é obrigado a relatar todos os empregos em todos os estados em que trabalhou. Se você não listar um estado em que trabalhou, isso poderá afetar sua elegibilidade para benefícios."],["If you would like to add a dependent, click the Add button.","Se você deseja adicionar um dependente, clique no botão Adicionar."],["If you would like to complete the benefit application, select &quot;","Se você deseja concluir o aplicativo de benefícios, selecione & quot;"],["if you would like to see this list in a printer-friendly window.","se você deseja ver esta lista em uma janela para impressão."],["If your current unemployment claim is not due to","Se o seu pedido de desemprego atual não se deve a"],["If your preferred language is not in the list above, select one from this dropdown\n\t\t\t\t\t\t\tmenu:","Se o seu idioma preferido não estiver na lista acima, selecione um deste menu suspenso\ncardápio:"],["Illinois Child Support","Apoio à Criança em Illinois"],["IM - ISLE OF MAN","IM - ILHA DE MAN"],["Important Information about Your Unemployment Benefits","Informações importantes sobre seus benefícios de desemprego"],["IN - INDIA","NA ÍNDIA"],["In a state other than Massachusetts:","Em um estado que não seja Massachusetts:"],["In care of (c/o):","No cuidado de (c / o):"],["in claimants custody pending the adjudication of a petition filed for adoption of the child;","sob custódia de requerentes, aguardando a adjudicação de uma petição apresentada para adoção da criança;"],["in order to apply for SNAP, TAFDC, or EAEDC.","para solicitar SNAP, TAFDC ou EAEDC."],["In order to properly staff our customer service center, indicate your preferred\n\t\t\t\t\t\t\tlanguage, using this dropdown menu:","Para fornecer uma equipe adequada ao nosso centro de atendimento ao cliente, indique sua\nidioma, usando este menu suspenso:"],["In what city were you born?","Em que cidade você nasceu?"],["In Writing","Por escrito"],["in-network","Na rede"],["in","no"],["Inactivity","Inatividade"],["income taxes","imposto de renda"],["INCOMPLETE","INCOMPLETO"],["Indicates Required Field","Indica campo obrigatório"],["Indonesian","indonésio"],["Information Checklist","Lista de verificação de informações"],["information on available services","informações sobre serviços disponíveis"],["Information you will need to supply in order to apply for unemployment benefits:","Informações que você precisará fornecer para solicitar os subsídios de desemprego:"],["INSTITUTE OF MUSEUM AND LIBRARY SERVICES","INSTITUTO DE MUSEU E SERVIÇOS DE BIBLIOTECA"],["Instructions for Using the Website","Instruções para usar o site"],["INTER-AMERICAN FOUNDATION","FUNDAÇÃO INTERAMERICANA"],["INTERNATIONAL BOUNDARY AND WATER COMMISSION","COMISSÃO INTERNACIONAL DE FRONTEIRA E ÁGUA"],["INTERNATIONAL BOUNDARY COMMISSION","COMISSÃO INTERNACIONAL DE FRONTEIRA"],["INTERNATIONAL TRADE COMMISSION","COMISSÃO INTERNACIONAL DO COMÉRCIO"],["International:","Internacional:"],["Inyo","Você"],["IO - BRITISH INDIAN OCEAN TER","I - TER OCEANO ÍNDICO BRITÂNICO"],["Iowa Child Support","Apoio à criança em Iowa"],["IQ - IRAQ","IQ - IRAQUE"],["IR - IRAN (ISLAMIC REPUBLIC OF","IR - IRÃ (REPÚBLICA ISLÂMICA DE"],["IS - ICELAND","IS - ISLÂNDIA"],["Is English your primary language?","O inglês é seu idioma principal?"],["is needed to determine your eligibility and benefit amount.","é necessário para determinar sua qualificação e valor do benefício."],["is needed to determine your eligibility. Use the “Add” button below to add additional Employment.","é necessário para determinar sua elegibilidade. Use o botão \"Adicionar\" abaixo para adicionar mais empregos."],["is the","é o"],["Is your employment seasonal:","O seu emprego é sazonal:"],["IT - ITALY","IT - ITÁLIA"],["It would be beneficial to be connected to a printer in order to print important documents.","Seria benéfico estar conectado a uma impressora para imprimir documentos importantes."],["Italian","italiano"],["JAMES MADISON MEMORIAL FELLOWSHIP FOUNDATION","FUNDAÇÃO MEMORIAL DE JAMES MADISON FELLOWSHIP"],["January 1 - December 31","1 de janeiro - 31 de dezembro"],["January 1 - March 31","1 de janeiro - 31 de março"],["JAPAN-U.S. FRIENDSHIP COMMISSION","JAPÃO-EUA. COMISSÃO DE AMIZADE"],["Japanese","japonês"],["JE - JERSEY","IS - JERSEY"],["JFK CENTER FOR THE PERFORMING ARTS","CENTRO JFK PARA EXECUÇÃO DE ARTES"],["JO - JORDAN","JO - JORDÂNIA"],["Job Title:","Titulo do trabalho:"],["JP - JAPAN","JP - JAPÃO"],["July 1 - June 30","1 de julho - 30 de junho"],["July 1 - September 30","1 de julho - 30 de setembro"],["KE - KENYA","IS - Digite"],["Kern","Core"],["KG - KYRGYZSTAN","KG - QUIRGUIZISTÃO"],["KH - CAMBODIA","KH - CAMBOJA"],["Khmer (Cambodian)","Khmer (cambojano)"],["Kings","Reis"],["KN - SAINT KITTS AND NEVIS","KN - SAINT KITTS E NEVIS"],["Korean","coreano"],["KP - KOREA- DEMOCRATIC PEOPLES","KP - COREIA - POVOS DEMOCRÁTICOS"],["KR - KOREA- REPUBLIC OF","KR - COREIA- REPÚBLICA DA"],["KY - CAYMAN ISLANDS","KY - ILHAS CAYMAN"],["KY NATIONAL GUARD (AIR NG)","KY GUARDA NACIONAL (AR DE)"],["KZ - KAZAKHSTAN","KZ - Cazaquistão"],["LA - LAO PEOPLES DEMOCRATIC RE","LA - PESSOAS LAO RE DEMOCRÁTICA"],["Lack of childcare","Falta de assistência à infância"],["Lake","Lago"],["Laotian","Laosiano"],["Lassen","Sair"],["Last federal duty station:","Última estação federal:"],["Last Name is required. (30)","O sobrenome é obrigatório. (30)"],["Last Name:","Último nome:"],["Layoff:","Demitir:"],["LB - LEBANON","LB - LÍBANO"],["LC - SAINT LUCIA","LC - SÃO LUCIA"],["Learn about TOP - the","Aprenda sobre o TOP - o"],["Leave of Absence:","Licença de ausência:"],["Lebanese/Arabic","Libanês / árabe"],["LIBRARY OF CONGRESS","BIBLIOTECA DO CONGRESSO"],["Lists are used to select from pre-defined choices.","As listas são usadas para selecionar opções pré-definidas."],["Lists:","Listas:"],["living within the United States or it’s territories or possessions;","vivendo nos Estados Unidos ou em seus territórios ou posses;"],["Lockout:","Bloqueio:"],["Log in and go to My Home Page to see important messages, check the status of your claim, and update your information.","Faça login e vá para Minha página inicial para ver mensagens importantes, verificar o status de sua reivindicação e atualizar suas informações."],["Log out before you walk away from the computer","Desconecte-se antes de sair do computador"],["Logoff","Sair"],["Logon","Entrar"],["Los Angeles","Os anjos"],["Lowercase character (e.g. a-z)","Caractere minúsculo (por exemplo, a-z)"],["LT - LITHUANIA","LT - LITUÂNIA"],["LU - LUXEMBOURG","LU - LUXEMBURGO"],["Luke","Lucas"],["LV - LATVIA","LV - LETÔNIA"],["LY - LIBYAN ARAB JAMAHIRIYA","LY - JAMAHIRIYA ÁRABE LÍBIA"],["MA - MOROCCO","MAS - MARROCOS"],["MA Dept of Ag","MA Departamento de Ag"],["MA Dept of Employ","MA Departamento de Empregos"],["MA Employer Doing Business As (DBA) Name:","Empregador de MA Fazendo Negócios Como (DBA) Nome:"],["MA Employer Legal Name:","Nome Legal do Empregador MA:"],["Madera","De madeira"],["Mailing Address","Endereço de correspondência"],["Maine Child Support","Apoio à Criança em Maine"],["Maintaining contact with professional organizations in your field.","Manter contato com organizações profissionais em seu campo."],["Make sure you log out completely before leaving the computer. If you need to leave for a personal reason\n                    and intend to return, log out and then log back in when you return.","Certifique-se de sair completamente antes de sair do computador. Se você precisar sair por um motivo pessoal\n                    e pretender retornar, efetue logout e logon novamente quando retornar."],["Malay","malaio"],["Male","Masculino"],["Mandarin","Mandarim"],["Marin","marinho"],["MARINE MAMMAL COMMISSION","COMISSÃO DE MAMÍFEROS MARINHOS"],["Marines","fuzileiros navais"],["Mariposa","Borboleta"],["Maryland Child Support","Apoio à Criança em Maryland"],["Massachusetts Child Support","Apoio à Criança em Massachusetts"],["Massachusetts Department of Agriculture:","Departamento de Agricultura de Massachusetts:"],["Massachusetts Department of Employee Relations:","Departamento de Relações com Empregados de Massachusetts:"],["Massachusetts DUA Debit Mastercard","Mastercard de Débito em Massachusetts"],["Massachusetts Employment","Emprego em Massachusetts"],["Maximum Benefit Amount:","Montante máximo do benefício:"],["MD - MOLDOVA, REPUBLIC OF","MD - MOLDOVA, REPÚBLICA DA"],["MEDICAID AND CHIP PAYMENT AND ACCESS COMMISSION","COMISSÃO DE PAGAMENTO E ACESSO DE MEDICAID E CHIP"],["MEDICARE PAYMENT ADVISORY COMMISSION","COMISSÃO CONSULTIVA DE PAGAMENTO DA MEDICARE"],["member who is currently seeking work exclusively through a union hiring hall or business agent?","membro que atualmente procura trabalho exclusivamente através de um sindicato de contratação ou agente comercial?"],["Merced","Misericórdia"],["MERIT SYSTEMS PROTECTION BOARD","CONSELHO DE PROTEÇÃO DE SISTEMAS DE MÉRITO"],["MH - MARSHALL ISLANDS","MH - ILHAS MARSHALL"],["MI - Michigan","MI-Michigan"],["Middle Initial:","Inicial do nome do meio:"],["Military Detailed Service Information","Informações detalhadas sobre serviços militares"],["Military Service includes active duty in the Army, Navy, Air Force, Marine Corps, Coast Guard, or National Atmospheric and Oceanic Administration (NOAA) as well as active duty in the reserves or National Guard.","O Serviço Militar inclui serviço ativo no Exército, Marinha, Força Aérea, Corpo de Fuzileiros Navais, Guarda Costeira ou Administração Atmosférica e Oceânica Nacional (NOAA), bem como serviço ativo nas reservas ou na Guarda Nacional."],["Military Service","Serviço militar"],["Military Veteran is required. (30)","Veterano militar é necessário. (30)"],["Military Veteran","Veterano Militar"],["Military","Militares"],["Mississippi Child Support","Apoio à Criança em Mississippi"],["MK - MACEDONIA- THE FORMER YUG","MK - MACEDÔNIA- O ANTIGO YUG"],["MO - Missouri","MO-Missouri"],["Mobile Phone:","Celular:"],["Modify","Modificar"],["Montana Child Support","Suporte para crianças em Montana"],["Monthly Fee","Taxa mensal"],["More than one race","Mais de uma corrida"],["MORRIS K. UDALL FOUNDATION","FUNDAÇÃO MORRIS K. UDALL"],["Most Recent Employment Begin Date:","Data de Início do Emprego Mais Recente:"],["Most Recent Employment End Date:","Data de término do emprego mais recente:"],["most recent","mais recente"],["MP - NORTHERN MARIANA ISLANDS","MP - ILHAS MARIANA DO NORTE"],["MQ - MARTINIQUE","MQ - Martinica"],["MU - MAURITIUS","MU - MAURÍCIA"],["must","devo"],["MX - MEXICO","MX - MÉXICO"],["My Home Page","Minha página inicial"],["MZ - MOZAMBIQUE","MZ - MOÇAMBIQUE"],["N/A","N / D"],["NA - NAMIBIA","IN - NAMÍBIA"],["NAT&#39;L OCEANIC &amp; ATMOSPHERIC ADMINISTRATION","NAT & L OCEANIC & amp; ADMINISTRAÇÃO ATMOSFÉRICA"],["NATIONAL AERONAUTICS AND SPACE ADMINISTRATION","ADMINISTRAÇÃO NACIONAL AERONÁUTICA E ESPACIAL"],["NATIONAL ARCHIVES &amp; RECORDS ADMINISTRATION","ARQUIVOS NACIONAIS & amp; ADMINISTRAÇÃO DE REGISTROS"],["NATIONAL CAPITAL PLANNING COMMISSION","COMISSÃO NACIONAL DE PLANEJAMENTO DE CAPITAIS"],["NATIONAL COUNCIL ON DISABILITY","CONSELHO NACIONAL DE DEFICIÊNCIA"],["NATIONAL CREDIT UNION ADMINISTRATION","ADMINISTRAÇÃO NACIONAL DA UNIÃO DE CRÉDITO"],["NATIONAL ENDOWMENT FOR THE ARTS","FUNDO NACIONAL PARA AS ARTES"],["NATIONAL ENDOWMENT FOR THE HUMANITIES","FUNDO NACIONAL PARA AS HUMANIDADES"],["NATIONAL GALLERY OF ART","GALERIA NACIONAL DE ARTE"],["NATIONAL LABOR RELATIONS BOARD","CONSELHO NACIONAL DE RELAÇÕES TRABALHISTAS"],["NATIONAL MEDIATION BOARD","CONSELHO NACIONAL DE MEDIAÇÃO"],["National Oceanic and Atmospheric Administration","Administração Nacional Oceânica e Atmosférica"],["NATIONAL RAILROAD ADJUSTMENT BOARD","CONSELHO NACIONAL DE AJUSTE DE FERROVIÁRIO"],["NATIONAL SCIENCE FOUNDATION","FUNDAÇÃO NACIONAL DE CIÊNCIAS"],["NATIONAL SECURITY COUNCIL","CONSELHO NACIONAL DE SEGURANÇA"],["NATIONAL TRANSPORTATION SAFETY BOARD","CONSELHO NACIONAL DE SEGURANÇA DE TRANSPORTE"],["Native Hawaiian or Other Pacific Islander:  A person having origins in any of the original peoples of Hawaii, Guam, Samoa, or other Pacific Islands.","Nativo do Havaí ou de outras ilhas do Pacífico: Uma pessoa com origem em qualquer um dos povos originais do Havaí, Guam, Samoa ou outras ilhas do Pacífico."],["NAVY EXCHANGE SERVICE COMMAND - NAF","COMANDO DE SERVIÇO DE TROCA DE MARINHA - NAF"],["Navy","Marinha"],["NC - NEW CALEDONIA","NC - NOVA CALEDÔNIA"],["NC - North Carolina","NC - Carolina do Norte"],["ND - North Dakota","ND - Dakota do Norte"],["NE - NIGER","NO - NIGER"],["Nebraska Child Support","Suporte para crianças em Nebraska"],["Networking in your occupational field and industry.","Rede em seu campo e indústria ocupacional."],["Nevada Child Support","Apoio à Criança em Nevada"],["Never check a “remember my password” or “keep me signed in” box.","Nunca marque a caixa \"lembre-se da minha senha\" ou \"mantenha-me conectado\"."],["New Hampshire Child Support","Suporte para crianças em New Hampshire"],["New Hampshire","Nova Hampshire"],["New Jersey Child Support","Apoio à Criança em Nova Jersey"],["New Jersey","Nova Jersey"],["New Mexico Child Support","Apoio à Criança no Novo México"],["New Mexico","Novo México"],["New Password:","Nova senha:"],["New York Child Support","Apoio à Criança em Nova York"],["New York","Nova york"],["NEWFOUNDLAND","TERRA NOVA"],["Next","Próximo"],["NF - NORFOLK ISLAND","NF - ILHA NORFOLK"],["NG - NIGERIA","NG - NIGÉRIA"],["NH - New Hampshire","NH - Nova Hampshire"],["NI - NICARAGUA","NI-NICARÁGUA"],["NJ - New Jersey","NJ - Nova Jersey"],["NL - NETHERLANDS","NL - PAÍSES BAIXOS"],["NL - NEW FOUNDLAND AND LABRADOR","NL - NOVA TERRA E LABRADOR"],["NM - New Mexico","NM - Novo México"],["NO - NORWAY","NÃO - NORUEGA"],["No Employment Within the Last 15 Months","Nenhum emprego nos últimos 15 meses"],["No more than 35 characters in length","Não mais que 35 caracteres"],["no other person is receiving Unemployment allowances for the child","nenhuma outra pessoa está recebendo subsídios de desemprego para a criança"],["No overdraft/credit feature","Nenhum recurso de cheque especial / crédito"],["No records found...","Sem registros encontrados..."],["No","Não"],["Non Massachusetts Employment","Emprego não em Massachusetts"],["Non-alphanumeric character (e.g. !,@,#,$,%,^,& or *)","Caractere não alfanumérico (por exemplo,!, @, #, $,%, ^, & Ou *)"],["Non-Massachusetts Child Support Confirmation","Confirmação de pensão alimentícia fora de Massachusetts"],["Non-Massachusetts Child Support County Information","Informações sobre o Condado de Apoio à Criança que não são de Massachusetts"],["Non-Massachusetts Child Support Summary","Resumo de Suporte à Criança que não é de Massachusetts"],["Non-Massachusetts Detailed Employment Information","Informações detalhadas sobre emprego que não são de Massachusetts"],["Non-Massachusetts Employment","Empregos fora de Massachusetts"],["Non-Massachusetts","Fora de Massachusetts"],["North Carolina","Carolina do Norte"],["North Dakota Child Support","Apoio à Criança em Dakota do Norte"],["North Dakota","Dakota do Norte"],["NORTHERN BORDER REGIONAL COMMISSION","COMISSÃO REGIONAL DA FRONTEIRA DO NORTE"],["NORTHERN MARIANA ISLANDS","ILHAS MARIANA DO NORTE"],["Not in Writing","Não por escrito"],["Not previously used within this system","Não usado anteriormente neste sistema"],["Note : Do not select the 'Back' button on your browser. Instead, use the&nbsp;","Nota: Não selecione o botão 'Voltar' no seu navegador. Em vez disso, use o&nbsp;"],["Note :","Nota :"],["NOTE","NOTA"],["Note: Click on a different page number for additional job title options.","Nota: Clique em um número de página diferente para obter opções adicionais de cargo."],["Note: Electronic correspondence is only available in English at this time.","Nota: a correspondência eletrônica está disponível apenas em inglês no momento."],["Note: If you check 'No' you cannot continue through this application. Tell me more\n            about","Nota: Se você marcar 'Não', não poderá continuar com este aplicativo. Me diga mais\n            sobre"],["Note: You will be receiving important, time sensitive correspondence that may affect your rights to benefits.\n                    Therefore, if you chose \"electronic\" as your preferred correspondence method, it is important\n                    (even when awaiting the outcome of an appeal or after you have stopped collecting benefits), that you:","Nota: Você receberá uma correspondência importante e sensível ao tempo que pode afetar seus direitos a benefícios.\n                    Portanto, se você escolher \"eletrônico\" como método de correspondência preferido, é importante\n                    (mesmo ao aguardar o resultado de uma apelação ou depois de parar de coletar benefícios), você:"],["Note:","Nota:"],["NS - NOVA SCOTIA","NS - Nova Scotia"],["NT - NORTHWEST TERRITORIES","NT - TERRITÓRIOS DO NOROESTE"],["NU - NIUE","NÃO - NADA"],["NU - NUNAVUT","NÃO - NUNCA"],["NUCLEAR REGULATORY COMMISSION","COMISSÃO REGULATÓRIA NUCLEAR"],["NUCLEAR WASTE TECHNICAL REVIEW BOARD","CONSELHO TÉCNICO DE REVISÃO DE RESÍDUOS NUCLEARES"],["Numeric digit (e.g. 0-9)","Dígito numérico (por exemplo, 0-9)"],["NY - New York","NY - Nova Iorque"],["NZ - NEW ZEALAND","NZ - NOVA ZELÂNDIA"],["Occupation with this employer:","Ocupação com este empregador:"],["Occupational Information","Informações Ocupacionais"],["OCCUPATIONAL SAFETY &amp; HEALTH REVIEW COMM.","SEGURANÇA OCUPACIONAL & amp; REVISÃO DE SAÚDE COM."],["October 1 - December 31","1 de outubro - 31 de dezembro"],["October 1 - September 30","1 de outubro - 30 de setembro"],["of at least","de pelo menos"],["OFFICE OF ADMINISTRATION","ESCRITÓRIO DE ADMINISTRAÇÃO"],["OFFICE OF COMPLIANCE","ESCRITÓRIO DE CONFORMIDADE"],["OFFICE OF GOVERNMENT ETHICS","ESCRITÓRIO DE ÉTICA GOVERNAMENTAL"],["OFFICE OF MANAGEMENT AND BUDGET","ESCRITÓRIO DE GESTÃO E ORÇAMENTO"],["OFFICE OF NATIONAL DRUG CONTROL POLICY","ESCRITÓRIO DA POLÍTICA NACIONAL DE CONTROLE DE DROGAS"],["OFFICE OF NAVAJO &amp; HOPI INDIAN RELOCATION","ESCRITÓRIO DE NAVAJO & amp; RELACIONAMENTO HOPI INDIANO"],["OFFICE OF PERSONNEL MANAGEMENT","ESCRITÓRIO DE GESTÃO DE PESSOAL"],["OFFICE OF SCIENCE &amp; TECHNOLOGY POLICY","ESCRITÓRIO DE CIÊNCIA & amp; POLÍTICA DE TECNOLOGIA"],["OFFICE OF THE DIRECTOR OF NATIONAL INTELLIGENCE","ESCRITÓRIO DO DIRETOR DE INTELIGÊNCIA NACIONAL"],["OFFICE OF THE VICE PRESIDENT","ESCRITÓRIO DO VICE-PRESIDENTE"],["OFFICE OF U.S. TRADE REPRESENTATIVE","ESCRITÓRIO DO REPRESENTANTE COMERCIAL DOS EUA"],["on-call","de plantão"],["Once you have located the most accurate description of your occupation, select the button associated with the Job Title, and select","Depois de localizar a descrição mais precisa de sua ocupação, selecione o botão associado ao Cargo e selecione"],["or other economic assistance, visit","ou outra assistência econômica, visite"],["or","ou"],["Or….","Ou…."],["Orange","laranja"],["Other Resources:","Outros recursos:"],["Other","De outros"],["Other:","De outros:"],["Our webpages are under continuous development. While we try to keep them current and error-free, this may\n                    not always be so.","Nossas páginas da web estão em desenvolvimento contínuo. Enquanto tentamos mantê-los atualizados e sem erros, isso pode\n                    nem sempre é assim."],["Out Of Country","Fora do país"],["out-of-network","fora da rede"],["Out-Of-State Work History is required. (30)","É necessário um histórico de trabalho fora do estado. (30)"],["PA - Pennsylvania","PA - Pensilvânia"],["Partially or Totally Unemployed Through No Fault of Your Own","Desempregado parcial ou totalmente sem culpa sua"],["password guidelines","diretrizes de senha"],["Payment Options","Opções de pagamento"],["PE - PRINCE EDWARD ISLAND","PE - ILHA DO PRÍNCIPE EDWARD"],["PEACE CORPS","PAZ DO CORPO"],["Pennsylvania Child Support","Pensilvânia Apoio à Criança"],["Pennsylvania","Pensilvânia"],["PENSION BENEFITS GUARANTY CORP","BENEFÍCIOS DE PENSÕES GARANTIA CORP"],["Per Purchase","Por compra"],["Persian","persa"],["Personal Information","Informação pessoal"],["PF - FRENCH POLYNESIA","PF - POLINÉSIA FRANCESA"],["PG - PAPUA NEW GUINEA","PG - PAPUA NOVA GUINÉ"],["PH - PHILIPPINES","PH - FILIPINAS"],["PhD or Doctorate","Doutorado ou Doutorado"],["Phone:","Telefone:"],["Physical location Where Work Was Performed:","Localização física onde o trabalho foi realizado:"],["PK - PAKISTAN","PK - PAQUISTÃO"],["PL - POLAND","PL - POLÔNIA"],["Placer","Prazer"],["Please choose a new password and other information by entering it in the fields\n        below and clicking Save. For additional information on password security, please refer to the","Escolha uma nova senha e outras informações inserindo-a nos campos\n        abaixo e clicando em Salvar. Para obter informações adicionais sobre segurança de senha, consulte o"],["Please provide your Social Security Number","Forneça seu número de Seguro Social"],["Please read and certify:","Leia e certifique-se de:"],["Please select from the list in the drop down menu:","Selecione na lista no menu suspenso:"],["Plumas","Penas"],["PM - SAINT PIERRE AND MIQUELON","PM - SÃO PIERRE E MIQUELON"],["Polish","polonês"],["Portuguese","Português"],["Possible Matches","Possíveis correspondências"],["POSTAL REGULATORY COMMISSION","COMISSÃO REGULATÓRIA POSTAL"],["PR - Puerto Rico","PR - Porto Rico"],["Press the \"Alt\" key on your keyboard to view the menu along the top of the screen.","Pressione a tecla \"Alt\" no teclado para visualizar o menu na parte superior da tela."],["Primary Language","Idioma principal"],["Print Page","Imprimir página"],["Print Preview","Visualização de impressão"],["Print this page for your records.","Imprima esta página para seus registros."],["Print","Impressão"],["PRIVACY AND CIVIL LIBERTIES OVERSIGHT BOARD","CONSELHO DE SUPERVISÃO DE PRIVACIDADE E LIBERDADES CIVIS"],["Privacy Statement","Declaração de privacidade"],["Provide Additional Employers","Fornecer Empregadores Adicionais"],["Provided Address","Endereço fornecido"],["PS - PALESTINIAN TERRITORY, OCC","PS - TERRITÓRIO PALESTINO, OCC"],["PUBLIC DEFENDER SERVICE FOR DISTRICT OF COLUMBIA","SERVIÇO DE DEFENSOR PÚBLICO DO DISTRITO DA COLÔMBIA"],["Puerto Rico Child Support","Porto Rico Apoio à Criança"],["Puerto Rico","Porto Rico"],["Push the button on the mouse to select the field. A blinking bar will appear in\n                            the field. You can now enter your information.","Pressione o botão do mouse para selecionar o campo. Uma barra piscando aparecerá em\n                            o campo. Agora você pode inserir suas informações."],["qualified dependents is required. (30)","são necessários dependentes qualificados. (30)"],["Qualified Dependents","Dependentes Qualificados"],["quincy,&nbsp;MA&nbsp;02122","marmelo,&nbsp;MA&nbsp;02122"],["Quit:","Sair:"],["Race is required, select a value (35)","Corrida é necessária, selecione um valor (35)"],["Race","Corrida"],["Race:","Corrida:"],["Radio buttons are used to select from pre-defined choices.","Os botões de opção são usados para selecionar opções predefinidas."],["Radio Buttons:","Botões do rádio:"],["RAILROAD RETIREMENT BOARD","CONSELHO DE APOSENTADORIA FERROVIÁRIA"],["RE - REUNION","RE - REUNIÃO"],["Re Enter SSN is required. (30)","Re Enter SSN é necessário. (30)"],["Re Enter SSN:","Digite novamente o SSN:"],["Re-enter Bank Account Number:","Digite novamente o número da conta bancária:"],["Re-enter email address:","Digite novamente o endereço de e-mail:"],["Re-enter Email Address:","Digite novamente o endereço de e-mail:"],["Read your","Leia o seu"],["Reason For Separation from this employer","Motivo da separação deste empregador"],["Reason for separation from this Employer:","Motivo da separação deste Empregador:"],["Reasons for separation from your employers","Razões para se separar de seus empregadores"],["Recall dates","Lembrar datas"],["Receive Correspondence is required. (30)","É necessário receber correspondência. (30)"],["Refer to your","Consulte o seu"],["Registering with the Career Center","Registrando-se no Career Center"],["Registering with the Career Center.","Registrando-se no Career Center."],["REGULATORY INFORMATION SERVICE CENTER","CENTRO DE SERVIÇO DE INFORMAÇÃO REGULAMENTAR"],["Remember this information. You will need it to access your claim online.","Lembre-se desta informação. Você precisará dele para acessar sua reivindicação on-line."],["Replacement card, express delivery","Cartão de substituição, entrega expressa"],["Residential Address - Address Line 1 is required. (30)","Endereço residencial - a Linha de endereço 1 é necessária. (30)"],["Residential Address - City is required. (30)","Endereço residencial - a cidade é obrigatória. (30)"],["Residential Address - ZIP Code is required. (30)","Endereço residencial - CEP é obrigatório. (30)"],["Residential Address","Endereço residencial"],["restrict","restringir"],["Rhode Island Child Support","Apoio à Criança em Rhode Island"],["RI - Rhode Island","RI - Ilha de Rhode"],["RO - ROMANIA","RO - ROMÊNIA"],["Romanian","romena"],["Routing Transit Number","Número de Trânsito de Roteamento"],["Row\">","Linha \">"],["RS - SERBIA","RS - SÉRVIA"],["RU - RUSSIAN FEDERATION","RU - FEDERAÇÃO RUSSA"],["Russian","russo"],["SA - SAUDI ARABIA","SA - ARÁBIA SAUDITA"],["Samoan","Samoano"],["San Benito","São Bento"],["San Diego","São Diego"],["San Francisco","São Francisco"],["San Mateo","são Mateus"],["Saturday, June 1, 2019","Sábado, 1 de junho de 2019"],["Savings","Poupança"],["SB - SOLOMON ISLANDS","SB - ILHAS SALOMÃO"],["SC - South Carolina","SC - Carolina do Sul"],["School Employee:","Funcionário da escola:"],["SD - South Dakota","SD - Dakota do Sul"],["SD - SUDAN","SD - SUDÃO"],["SE - SWEDEN","SE - SUÉCIA"],["Search Results","Procurar Resultados"],["Search","Procurar"],["Security Answer:","Resposta de segurança:"],["Security Question:","Pergunta de Segurança:"],["See the materials you received with your card for free ways to access your funds and balance information.","Veja os materiais que você recebeu com seu cartão para obter maneiras gratuitas de acessar seus fundos e informações de saldo."],["Select an option to either increase or decrease font size.","Selecione uma opção para aumentar ou diminuir o tamanho da fonte."],["Select one","Selecione um"],["Select One","Selecione um"],["Select the Agency:","Selecione a agência:"],["Select the bank account type","Selecione o tipo de conta bancária"],["Select the County to which you are required to pay child support is required, select a value (35)","Selecione o município para o qual você é obrigado a pagar pensão alimentícia, selecione um valor (35)"],["Select the County to which you are required to pay child support:","Selecione o município ao qual você é obrigado a pagar pensão alimentícia:"],["Select the Department of the Federal Government for which you worked between the period","Selecione o Departamento do Governo Federal para o qual você trabalhou entre o período"],["Select the Federal Department:","Selecione o Departamento Federal:"],["Select the U.S state or territory to which you are required to pay child support","Selecione o estado ou território dos EUA ao qual você é obrigado a pagar pensão alimentícia"],["Select your Branch of Service :","Selecione seu ramo de serviço:"],["Select Your highest level of education completed is required, select a value (35)","Selecione O nível mais alto de educação concluída é necessário, selecione um valor (35)"],["Select your highest level of education completed:","Selecione seu nível mais alto de educação concluída:"],["Select your primary occupation:","Selecione sua ocupação principal:"],["Select","Selecione"],["SELECTIVE SERVICE SYSTEM","SISTEMA DE SERVIÇO SELETIVO"],["Sending resumes in response to employer ads or job leads.","O envio de currículos em resposta a anúncios do empregador ou leads de emprego."],["Serbian","sérvio"],["Serbo-Croatian","Servo-croata"],["Set Password","Configurar senha"],["Severance or other pay may include any types of payment such as severance pay, pay\n                                    in lieu of dismissal notice, continuation pay (not performing services but still\n                                    being paid), a retention or &#8220;stay&#8221; bonus or any other payment based\n                                    on years or length of service.","A indenização ou outro pagamento pode incluir qualquer tipo de pagamento, como indenização, indenização\n                                    em vez de aviso de demissão, pagamento de continuação (não prestando serviços, mas ainda\n                                    sendo pago), uma retenção ou 'estadia' # 8221; bônus ou qualquer outro pagamento com base\n                                    em anos ou tempo de serviço."],["SG - SINGAPORE","SG - SINGAPURA"],["SH - SAINT HELENA","SH - SÃO HELENA"],["should not","não deveria"],["SI - SLOVENIA","SIM - ESLOVÉNIA"],["Sierra","Serra"],["Sign up with","Inscreva-se com"],["Since\n\t\t\t\t\t\t\t4/7/2019\n\t\t\t\t\t\t\thave you applied for unemployment benefits from a state other than Massachusetts:","Desde a\n07/04/2019\nvocê solicitou benefícios de desemprego de um estado que não seja Massachusetts:"],["Since\n                                Monday, April 1, 2019, have you applied for or are you receiving any of the following:","Desde a\n                                Segunda-feira, 1 de abril de 2019, você se inscreveu ou está recebendo um dos seguintes procedimentos:"],["Since\n                                Monday, April 1, 2019, have you received, applied for, or are you receiving\n                                any of the following:","Desde a\n                                Segunda-feira, 1 de abril de 2019, você recebeu, solicitou ou está recebendo\n                                qualquer um dos seguintes:"],["Since\n                                Monday, April 1, 2019, have you received, are you receiving, or do you expect\n                                to receive any of the following:","Desde a\n                                Segunda-feira, 1 de abril de 2019, você recebeu, está recebendo ou espera\n                                para receber um dos seguintes:"],["Since\n                                Monday, April 1, 2019:","Desde a\n                                Segunda-feira, 1 de abril de 2019:"],["Since 4/7/2019 have you applied for unemployment benefits from a state other than Massachusetts? response is required. (30)","Desde 7/4/2019, você solicitou benefícios de desemprego de um estado que não seja Massachusetts? resposta é necessária. (30)"],["SJ - SVALBARD AND JAN MAYEN IS","SJ - SVALBARD E JAN MAYEN SÃO"],["SK - SLOVAKIA (SLOVAK REPUBLIC","SK - ESLOVÁQUIA (REPÚBLICA ESLOVACA"],["SMALL BUSINESS ADMINISTRATION","ADMINISTRAÇÃO DE PEQUENAS EMPRESAS"],["SMITHSONIAN INSTITUTION","INSTITUTO SMITHSONIAN"],["SOCIAL SECURITY ADMINISTRATION","ADMINISTRAÇÃO DA SEGURANÇA SOCIAL"],["Social Security Number is required. (30)","Número de Segurança Social é obrigatório. (30)"],["Social Security Number:","Número da Segurança Social:"],["sole proprietor","único proprietário"],["South Carolina Child Support","Suporte para crianças em Carolina do Sul"],["South Carolina","Carolina do Sul"],["South Dakota Child Support","Suporte para Crianças em Dakota do Sul"],["South Dakota","Dakota do Sul"],["Spanish","espanhol"],["Spell a word or series of words that can be found in a standard dictionary","Soletre uma palavra ou série de palavras que podem ser encontradas em um dicionário padrão"],["Spell a word with a number added to the beginning and/or end","Soletre uma palavra com um número adicionado ao início e / ou final"],["SSN is required. (30)","SSN é necessário. (30)"],["ST - SAO TOME AND PRINCIPE","ST - SÃO TOMÉ E PRINCÍPIO"],["Start Date","Data de início"],["State Agency Name:","Nome da agência estadual:"],["State Child\n                                Support Contact Information","Estado Criança\n                                Informações de contato do suporte"],["State is required. (30)","Estado é obrigatório. (30)"],["State Website","Site do Estado"],["State","Estado"],["State:","Estado:"],["state(s) in which you worked since 4/1/2019:","estado (s) em que você trabalhou desde 01/04/2019:"],["Still Working:","Ainda trabalhando:"],["Strike:","Greve:"],["Submit","Enviar"],["Sufficient Wages in Your Base Period","Salários suficientes no período base"],["Suffix:","Sufixo:"],["Sunday, April 5, 2020","Domingo, 5 de abril de 2020"],["SURFACE TRANSPORTATION BOARD","PLACA DE TRANSPORTE DE SUPERFÍCIE"],["Suspension:","Suspensão:"],["Swahili","Inglês"],["SY - SYRIAN ARAB REPUBLIC","E - ÁRIB REPÚBLICA"],["System Security","Sistema de segurança"],["SZ - SWAZILAND","SZ - SUAZILÂNDIA"],["Tagalog","Tagalo"],["Taiwanese","Taiwanês"],["Tamil","Tâmil"],["Tax Withholding Options","Opções de retenção de imposto"],["Tax withholding preference:","Preferência na retenção de imposto:"],["TC - TURKS AND CAICOS ISLANDS","TC - ILHAS TURKS E CAICOS"],["Telephone Numbers","Números de telefone"],["Telephone","Telefone"],["TENNESSEE VALLEY AUTHORITY","AUTORIDADE DO VALE DE TENNESSEE"],["TF - FRENCH SOUTHERN TERRITORI","TF - TERRITORI DO SUL FRANCÊS"],["TH - THAILAND","TH - TAILÂNDIA"],["Thai","tailandês"],["that pays benefits when you attend full-time, approved training.","que paga benefícios quando você participa de um treinamento aprovado em período integral."],["The address you entered is verified to ensure that the U.S. Post Office can deliver mail to that address. For faster mailing, we also add the zip+4code. Please select the most accurate mailing address below.","O endereço digitado é verificado para garantir que a agência postal dos EUA possa entregar e-mails para esse endereço. Para envio mais rápido, também adicionamos o código zip + 4. Selecione o endereço de correspondência mais preciso abaixo."],["The Base Period (BP)","O período base (BP)"],["the child, step child, ward of the claimant;","a criança, enteada, ala do reclamante;"],["The information you provide is required by the Department of Unemployment Assistance (DUA) to determine your eligibility for unemployment insurance benefits. This information is confidential and will not be disclosed except as allowed by law.","As informações fornecidas são requeridas pelo Departamento de Assistência ao Desemprego (DUA) para determinar sua elegibilidade para os benefícios do seguro-desemprego. Esta informação é confidencial e não será divulgada, exceto conforme permitido por lei."],["The list below includes Non-Massachusetts child support information on file from a previous claim. A letter will be sent to each Non-Massachusetts state and territory requesting updated child support information. You may contact the state or territory directly if you no longer owe child support or if you have questions about a specific child support order.","A lista abaixo inclui informações de pensão alimentícia que não são de Massachusetts registradas em uma reivindicação anterior. Uma carta será enviada a cada estado e território que não seja de Massachusetts solicitando informações atualizadas sobre pensão alimentícia. Você pode entrar em contato diretamente com o estado ou território se não precisar mais de pensão alimentícia ou se tiver dúvidas sobre um pedido específico de pensão alimentícia."],["The Massachusetts DUA debit Mastercard is issued by Bank of America. There is no fee to purchase or activate this card.","O débito Mastercard do DUA de Massachusetts é emitido pelo Bank of America. Não há taxa para comprar ou ativar este cartão."],["The maximum amount of Benefit Credit a claimant may be entitled to receive over the life of the claim is calculated at 26 times the claimant’s benefit rate or 36% of the wages earned in the base period, whichever is lower.","A quantia máxima de crédito de benefício que um reclamante pode ter direito ao longo da vida da reivindicação é calculada em 26 vezes a taxa de benefício do reclamante ou em 36% dos salários auferidos no período base, o que for menor."],["The names of all your employers","Os nomes de todos os seus empregadores"],["The primary base period is the prior:","O período base primário é o anterior:"],["The search results will display in alphabetical order.  If search results are too broad, enter more letters in the employer name.","Os resultados da pesquisa serão exibidos em ordem alfabética. Se os resultados da pesquisa forem muito amplos, digite mais letras no nome do empregador."],["The social security numbers  and dates of birth for your dependents","Os números da previdência social e as datas de nascimento de seus dependentes"],["THE SUPREME COURT OF THE U.S.","O SUPREMO TRIBUNAL DOS EUA"],["The U.S Department of labor requires this question to be asked on Unemployment Insurance applications.","O Departamento de Trabalho dos EUA exige que essa pergunta seja feita nos aplicativos de Seguro Desemprego."],["This includes active duty in the Army, Navy, Air Force, Marine Corps, Coast\n                Guard, or National Atmospheric and Oceanic Administration (NOAA) as well\n                as active duty in the Reserves or National Guard.","Isso inclui o serviço ativo no Exército, Marinha, Força Aérea, Corpo de Fuzileiros Navais, Costa\n                Guarda, ou Administração Nacional Atmosférica e Oceânica (NOAA) também\n                como serviço ativo nas Reservas ou Guarda Nacional."],["This information is collected for federal statistical purposes only and does\n                not affect your eligibility for unemployment insurance benefits.","Essas informações são coletadas apenas para fins estatísticos federais e não\n                não afeta sua elegibilidade para benefícios de seguro-desemprego."],["This information is collected for federal statistical purposes only and does not\n                affect your eligibility for unemployment insurance benefits.","Essas informações são coletadas apenas para fins estatísticos federais e não\n                afetar sua elegibilidade para benefícios de seguro-desemprego."],["This information is collected for federal statistical purposes only and does not affect your eligibility for unemployment insurance benefits.","Essas informações são coletadas apenas para fins estatísticos federais e não afetam sua qualificação para benefícios de seguro-desemprego."],["This list does not include Massachusetts counties, All Massachusetts child supports are added or updates automatically by the Massachusetts Department of Revenue. If you have questions about specific child support order,\n                         you may contact the state or territory directly","Esta lista não inclui os condados de Massachusetts. Todos os suportes para crianças em Massachusetts são adicionados ou atualizados automaticamente pelo Departamento de Receita de Massachusetts. Se você tiver dúvidas sobre pedidos específicos de pensão alimentícia,\n                         você pode entrar em contato diretamente com o estado ou território"],["This list does not include Massachusetts counties. All Massachusetts child support orders are added or updated automatically by the Massachusetts Department of Revenue.","Esta lista não inclui condados de Massachusetts. Todos os pedidos de pensão alimentícia de Massachusetts são adicionados ou atualizados automaticamente pelo Departamento de Receita de Massachusetts."],["This system may contain U.S. Government information, which is restricted to authorized\n            users ONLY. Unauthorized access, use, misuse, or modification of this computer\n            system or of the data contained herein or in transit to/from this system constitutes a\n            violation of Title 18, United States Code, Section 1030, and may subject the individual\n            to criminal and civil penalties pursuant to Title 26, United States Code, Sections 7213,\n            7213A (the Taxpayer Browsing Protection Act), and 7431. This system and\n            equipment are subject to monitoring to ensure proper performance of applicable\n            security features or procedures. Such monitoring may result in the acquisition,\n            recording, and analysis of all data being communicated, transmitted, processed, or\n            stored in this system by a user. If monitoring reveals possible evidence of criminal\n            activity, such evidence may be provided to Law Enforcement Personnel.","Este sistema pode conter informações do governo dos EUA, restritas a serviços autorizados\n            SOMENTE usuários. Acesso não autorizado, uso, uso indevido ou modificação deste computador\n            sistema ou dos dados aqui contidos ou em trânsito para / deste sistema, constitui um\n            violação do Título 18, Código dos Estados Unidos, Seção 1030, e pode sujeitar o indivíduo\n            às sanções penais e civis nos termos do título 26, código dos Estados Unidos, seções 7213,\n            7213A (Lei de Proteção à Navegação do Contribuinte) e 7431. Este sistema e\n            equipamentos estão sujeitos a monitoramento para garantir o desempenho adequado das\n            recursos ou procedimentos de segurança. Esse monitoramento pode resultar na aquisição,\n            registro e análise de todos os dados que estão sendo comunicados, transmitidos, processados ou\n            armazenado neste sistema por um usuário. Se o monitoramento revelar possíveis evidências de crimes\n            atividade, tais evidências podem ser fornecidas ao pessoal encarregado da aplicação da lei."],["This website is best viewed at 1024 X 768 screen resolution or higher.","Este site é melhor visualizado em uma resolução de tela de 1024 X 768 ou superior."],["This website is designed\n                    to work with Internet Explorer version 5.5 and higher or Mozilla Firefox. Earlier versions of Internet Explorer\n                    and other early browsers may not work well with this application. To check which\n                    Internet Explorer version you are using go to \"Help\" on the menu bar then select \"About...\"","Este site foi desenvolvido\n                    para trabalhar com o Internet Explorer versão 5.5 e superior ou o Mozilla Firefox. Versões anteriores do Internet Explorer\n                    e outros navegadores iniciais podem não funcionar bem com este aplicativo. Para verificar quais\n                    Versão do Internet Explorer que você está usando, vá para \"Ajuda\" na barra de menus e selecione \"Sobre ...\""],["This website may contain hypertext links to information or sites created or maintained by other public or\n                    private organizations. Please be aware that DUA does not control or guaranty the content, quality, or\n                    security of these other websites and services.","Este site pode conter links de hipertexto para informações ou sites criados ou mantidos por outros\n                    organizações privadas. Esteja ciente de que o DUA não controla ou garante o conteúdo, a qualidade ou\n                    segurança desses outros sites e serviços."],["Tibetan","Tibetano"],["Tigrinya","tigrinya"],["TJ - TAJIKISTAN","TJ - TAJIQUISTÃO"],["TL - TIMOR-LESTE","TL - LEITURA DE TIMOR"],["TM - TURKMENISTAN","TM - TURQUEMENISTÃO"],["TN - TUNISIA","TN - TUNÍSIA"],["to a personal bank account","para uma conta bancária pessoal"],["to a personal checking or savings account.Deposits can only be made to banks in the U.S","depósito em conta pessoal ou poupança. Os depósitos só podem ser feitos em bancos nos EUA"],["To add an entry including an additional state or territory or another county in a state or territory or another county in a state or territory already listed,\n                         choose the state or territory from the drop-down list and click","Para adicionar uma entrada que inclua um estado ou território adicional ou outro município de um estado ou território ou outro município de um estado ou território já listado,\n                         escolha o estado ou território na lista suspensa e clique em"],["To be eligible for benefits, you must have been paid wages in the","Para se qualificar para os benefícios, você deve ter recebido salários no"],["to be potentially eligible for benefits:","ser potencialmente elegível para benefícios:"],["to complete the following information.\n                            If you have served more than one term of service, complete the information for\n                            your most recent term military service.","para completar as seguintes informações.\n                            Se você cumpriu mais de um termo de serviço, preencha as informações para\n                            seu serviço militar a termo mais recente."],["to confirm your bank&#8217;s name:","para confirmar o nome do seu banco:"],["to continue the application process.","para continuar o processo de inscrição."],["to continue the claim process.","para continuar o processo de reivindicação."],["To enter your job title for this employer select search&nbsp;&nbsp;","Para inserir seu cargo para este empregador, selecione a pesquisa&nbsp;& nbsp;"],["To expedite the issuing of payments there will be no \"waiting week.\"","Para agilizar a emissão de pagamentos, não haverá \"semana de espera\"."],["To expedite the updating of our records, you may contact the U.S. state\n                 or territory directly and request that an updated child support order\n                 or termination notice be sent to the following address:","Para agilizar a atualização de nossos registros, entre em contato com o estado dos EUA\n                 ou território diretamente e solicitar que um pedido atualizado de pensão alimentícia\n                 ou aviso de rescisão ser enviado para o seguinte endereço:"],["to locate the most accurate description of your occupation.","para localizar a descrição mais precisa de sua ocupação."],["To narrow your search results add more letters to the Employer Name and/or enter the city where you worked in the Employer City field.","Para restringir os resultados da pesquisa, adicione mais letras ao Nome do Empregador e / ou digite a cidade em que você trabalhou no campo Cidade do Empregador."],["To protect your data privacy, remember to click the","Para proteger sua privacidade de dados, lembre-se de clicar no"],["to review the definition of qualified dependents.  Do you wish to apply for dependency allowances?","revisar a definição de dependentes qualificados. Deseja solicitar subsídios de dependência?"],["To search for job title select search","Para procurar o cargo, selecione pesquisa"],["To sign up for Direct Deposit, log in to your account or call 617-626-6800, option 3 from the main menu.","Para se inscrever no Depósito Direto, faça login na sua conta ou ligue para 617-626-6800, opção 3 no menu principal."],["to","para"],["Tongan","Tonganês"],["TP - EAST TIMOR","TP - TIMOR LESTE"],["TR - TURKEY","TR - TURQUIA"],["Trade Union","Sindicato"],["Training Opportunities Program","Programa de Oportunidades de Treinamento"],["Trinity","Trindade"],["TT - TRINIDAD AND TOBAGO","TT - TRINIDAD E TOBAGO"],["Tuesday, January 1, 2019","Terça-feira, 1 de janeiro de 2019"],["Turkish","turco"],["TV - TUVALU","TV TUVALU"],["type(s) of employment you had since (","tipo (s) de emprego que você teve desde ("],["TZ - TANZANIA- UNITED REPUBLIC","TZ - TANZÂNIA- REPÚBLICA UNIDA"],["U.S. ABILITYONE COMMISSION","COMISSÃO ABILITYONE DOS EUA"],["U.S. ACCESS BOARD","PLACA DE ACESSO DOS EUA"],["U.S. AGENCY FOR GLOBAL MEDIA","AGÊNCIA DOS EUA PARA MEIOS GLOBAIS"],["U.S. AGENCY FOR INTERNATIONAL DEVELOPMENT","AGÊNCIA DOS EUA PARA O DESENVOLVIMENTO INTERNACIONAL"],["U.S. ARTIC RESEARCH COMMISSION","COMISSÃO ARTIC DE INVESTIGAÇÃO DOS EUA"],["U.S. BOTANICAL GARDEN","JARDIM BOTÂNICO DOS EUA"],["U.S. CAPITOL POLICE","POLÍCIA DE CAPITÓLIO DOS EUA"],["U.S. CHEMICAL SAFETY &amp; HAZARD INVESTIGATION BOARD","SEGURANÇA QUÍMICA DOS EUA & amp; CONSELHO DE INVESTIGAÇÃO DE PERIGOS"],["U.S. COMMISSION ON CIVIL RIGHTS","COMISSÃO DOS EUA SOBRE DIREITOS CIVIS"],["U.S. COMMISSION ON INTERNATIONAL RELIGIOUS FREEDOM","COMISSÃO DOS EUA SOBRE LIBERDADE RELIGIOSA INTERNACIONAL"],["U.S. CONSUMER PRODUCTS SAFETY COMMISSION","COMISSÃO DE SEGURANÇA DOS PRODUTOS DE CONSUMO DOS EUA"],["U.S. COURT OF VETERANS APPEALS FOR VETERANS CLAIM","TRIBUNAL DE JUSTIÇA DOS EUA RECEBE RECLAMAÇÕES DE VETERANOS"],["U.S. ELECTION ASSISTANCE COMMISSION","COMISSÃO DE ASSISTÊNCIA ELEITORAL DOS EUA"],["U.S. GOVERNMENT PUBLISHING OFFICE","ESCRITÓRIO DE PUBLICAÇÃO DO GOVERNO DOS EUA"],["U.S. HOLOCAUST MEMORIAL MUSEUM","MUSEU MEMORIAL DO HOLOCAUSTO DOS EUA"],["U.S. HOUSE OF REPRESENTATIVES","CASA DE REPRESENTANTES DOS EUA"],["U.S. INSTITUTE OF PEACE","INSTITUTO DE PAZ DOS EUA"],["U.S. INTERAGENCY COUNCIL ON THE HOMELESSNESS","CONSELHO DE INTERAGÊNCIA DOS EUA NO HOMELESSNESS"],["U.S. INTERNATIONAL DEVELOPMENT FINANCE CORPORATION","CORPORATION INTERNATIONAL DEVELOPMENT FINANCE CORPORATION"],["U.S. MARINE CORP COMMUNITY SERVICES","SERVIÇOS COMUNITÁRIOS DA MARINE CORP DOS EUA"],["U.S. MARINE CORPS COMMUNITY SERVICES - NAF","SERVIÇOS COMUNITÁRIOS DO MARINE CORPS DOS EUA - NAF"],["U.S. OFFICE OF SPECIAL COUNSEL","ESCRITÓRIO DOS CONSELHOS ESPECIAIS DOS EUA"],["U.S. POSTAL SERVICE                               /U.S. POSTAL SERVICE                               , EARTH CITY               , MO","SERVIÇO POSTAL DOS EUA / EUA. SERVIÇO POSTAL, CIDADE DA TERRA, MO"],["U.S. POSTAL SERVICE","U. SERVIÇO POSTAL"],["U.S. SECURITIES AND EXCHANGE COMMISSION","COMISSÃO DE VALORES MOBILIÁRIOS E DOS EUA"],["U.S. SENATE","U. SENADO"],["U.S. state or territory to which you are required to pay child support:","Estado ou território dos EUA ao qual você é obrigado a pagar pensão alimentícia:"],["U.S. State or Territory","Estado ou território dos EUA"],["U.S. TAX COURT","TRIBUNAL FISCAL DOS EUA"],["U.S. TRADE AND DEVELOPMENT AGENCY","AGÊNCIA DE COMÉRCIO E DESENVOLVIMENTO DOS EUA"],["U.S. Virgin Islands","Ilhas Virgens Americanas"],["U.S. WORLD WAR I CENTENNIAL COMMISSION","COMISSÃO CENTRAL DA I Guerra Mundial dos EUA"],["U.S.-CHINA ECONOMIC &amp; SECURITY REVIEW COMMISSION","US-CHINA ECONOMIC & amp; COMISSÃO DE REVISÃO DE SEGURANÇA"],["UA - UKRAINE","UA - UCRÂNIA"],["UG - UGANDA","E - UGANDA"],["Ukrainian","ucraniano"],["Under the \"Fonts & Colors\" section, change the default font size as needed.","Na seção \"Fontes e cores\", altere o tamanho da fonte padrão, conforme necessário."],["under the age of eighteen;","com menos de dezoito anos;"],["under the age of twenty - four and is a full - time student","com menos de 24 anos e é estudante em período integral"],["Unemployment benefits are taxable income under both federal and Massachusetts law. You may be required to make quarterly estimated payments to federal and state income tax. I authorize the Department of Unemployment Assistance to do the following regarding","Os benefícios de desemprego são renda tributável de acordo com as leis federal e de Massachusetts. Pode ser necessário que você faça pagamentos trimestrais estimados para o imposto de renda federal e estadual. Autorizo o Departamento de Assistência ao Desemprego a fazer o seguinte"],["Unemployment Debit Card","Cartão de Débito de Desemprego"],["unemployment debit card","cartão de débito desemprego"],["Unemployment Initial Claim Submit Process","Processo de Envio de Reivindicação Inicial de Desemprego"],["Union members who get work only through their union hiring hall, are considered ‘actively seeking work’ by remaining in good standing and registering with the restricted trade union","Os membros do sindicato que só conseguem trabalho através de sua sala de contratação sindical são considerados \"procurando ativamente\", mantendo-se em boa situação e se registrando no sindicato restrito"],["Union Pension Fund","Fundo de Pensões da União"],["union","União"],["United States Of America","Estados Unidos da America"],["Unknown County","Condado desconhecido"],["Upon Completion of your application, you must select the \"Submit your Unemployment Benefit Application\" button to process the application.","Após a conclusão da sua inscrição, você deve selecionar o botão \"Enviar sua solicitação de subsídio de desemprego\" para processar a inscrição."],["Upon completion of your application, you must select the &#8220;Submit your Unemployment Benefit Application&#8221;\n                        button to process the application.","Após a conclusão da sua inscrição, você deve selecionar a opção \"Enviar sua solicitação de subsídio de desemprego\" # 8221;\n                        para processar o aplicativo."],["Uppercase character (e.g. A-Z)","Caractere maiúsculo (por exemplo, A-Z)"],["Urdu","urdu"],["US - United States Of America","EUA - Estados Unidos da América"],["US Mail","Correio dos EUA"],["US","NOS"],["Use the mouse to move the cursor over the circle next to your choice. Push the button\n                    on the mouse to make a selection. Once you make a selection a black dot will appear\n                    in the circle next to your choice. If a black dot does not appear make your selection\n                    again. To change a selection, simply select a different choice following the above\n                    steps.","Use o mouse para mover o cursor sobre o círculo ao lado de sua escolha. Aperte o botão\n                    no mouse para fazer uma seleção. Depois de fazer uma seleção, um ponto preto aparecerá\n                    no círculo ao lado de sua escolha. Se um ponto preto não aparecer, faça sua seleção\n                    novamente. Para alterar uma seleção, basta selecionar uma opção diferente seguindo as instruções acima.\n                    passos."],["Use the mouse to move your cursor over the field. Your cursor will change from an\n                            arrow to an \"I\" beam.","Use o mouse para mover o cursor sobre o campo. Seu cursor mudará de um\n                            seta para um feixe \"I\"."],["Use your mouse or the \"Tab\" key on the keyboard to move to the next entry point.","Use o mouse ou a tecla \"Tab\" do teclado para ir para o próximo ponto de entrada."],["Utah Child Support","Suporte para Crianças em Utah"],["UY - URUGUAY","UY - URUGUAI"],["UZ - UZBEKISTAN","UZ - UZBEQUISTÃO"],["VA - HOLY SEE (VATICAN CITY STATE)","VA - SANTA SÉ (ESTADO DA CIDADE DO VATICANO)"],["VC - SAINT VINCENT AND THE GRE","VC - SÃO VICENTE E GRE"],["VE - VENEZUELA","E - VENEZUELA"],["Verify","Verificar"],["Vermont Child Support","Suporte para crianças em Vermont"],["VG - VIRGIN ISLANDS (BRITISH)","VG - ILHAS VIRGENS (BRITÂNICAS)"],["VI - U.S. Virgin Islands","VI - Ilhas Virgens Americanas"],["VIETNAM EDUCATION FOUNDATION","FUNDAÇÃO EDUCAÇÃO DO VIETNAME"],["Vietnamese","vietnamita"],["View Search Tips","Exibir dicas de pesquisa"],["Viewing Tips","Dicas de visualização"],["Virgin Islands Child Support","Apoio à Criança Ilhas Virgens"],["Virgin Islands","Ilhas Virgens"],["Virginia","Virgínia"],["Visiting an employer’s place of business to complete a job application.","Visitar o local de negócios de um empregador para preencher uma solicitação de emprego."],["Visiting","Visitando"],["VU - VANUATU","VOCÊ - GANHE"],["WA - Washington","WA-Washington"],["Wages of at least $5100 in the base period, and","Salários de pelo menos US $ 5100 no período base; e"],["WARNING","AVISO"],["Washington Child Support","Suporte à Criança em Washington"],["We charge 4 other types of fees. Here are some of them:","Cobramos 4 outros tipos de taxas. Aqui estão alguns deles:"],["Web Page Settings, Screen Resolution and Text Size","Configurações da página da Web, resolução da tela e tamanho do texto"],["Web Page Viewing Tips and Instructions","Dicas e Instruções para Visualização de Página da Web"],["Web page viewing tips","Dicas de visualização de páginas da Web"],["Wednesday, September 9, 2020","Quarta-feira, 9 de setembro de 2020"],["Welcome to Massachusetts Unemployment Insurance (UI) Online Application","Bem-vindo à inscrição on-line do seguro de desemprego de Massachusetts (UI)"],["Were you paid to participate in, or train for professional sporting events at any\n\t\t\t\t\t\t\tlevel as coach, athlete, or referee:","Você foi pago para participar ou treinar para eventos esportivos profissionais em qualquer\nnível como treinador, atleta ou árbitro:"],["West Virginia Child Support","Apoio à criança em West Virginia"],["WF - WALLIS AND FUTUNA ISLANDS","WF - WALLIS E ILHAS FUTUNA"],["What are your gross earnings for the week ending Saturday, April 4, 2020:","Quais são os seus ganhos brutos para a semana que termina no sábado, 4 de abril de 2020:"],["What if I cannot find my employer in search results","E se eu não conseguir encontrar meu empregador nos resultados de pesquisa"],["What if I worked in another state?","E se eu trabalhasse em outro estado?"],["What if I worked in more than one state?","E se eu trabalhasse em mais de um estado?"],["What information will I need to apply for benefits?","Que informações precisarei para solicitar benefícios?"],["What is the name of your first school?","Qual é o nome da sua primeira escola?"],["What is the primary language that you speak and read?","Qual é o idioma principal que você fala e lê?"],["What is your father&#39;s middle name?","Qual é o nome do meio do seu pai?"],["What is your favorite vacation spot?","Qual é o seu local de férias favorito?"],["What is your mother&#39;s maiden name?","Qual é o nome de solteira da sua mãe?"],["What make/model was your first car?","Qual marca / modelo foi seu primeiro carro?"],["What were your gross earnings?","Quais foram seus ganhos brutos?"],["When Are My Benefits Determined?","Quando meus benefícios são determinados?"],["When prompted, always opt to Open a File","Quando solicitado, sempre opte por Abrir um arquivo"],["When should I file for unemployment benefits?","Quando devo pedir auxílio-desemprego?"],["When the list is complete, click","Quando a lista estiver concluída, clique em"],["When the non-Massachusetts list is complete, Click","Quando a lista não pertencente a Massachusetts estiver concluída, clique em"],["When will my claim begin?","Quando minha reivindicação começará?"],["WHITE HOUSE OFFICE","ESCRITÓRIO DA CASA BRANCA"],["White:  A person having origins in any of the original peoples of Europe, the Middle East, or North Africa.","Branco: Uma pessoa com origem em qualquer um dos povos originais da Europa, Oriente Médio ou Norte da África."],["Wisconsin Child Support","Suporte à Criança em Wisconsin"],["Withhold Both Federal income tax at the rate of 10% and Massachusetts state income tax at the rate of 5.05%; for a combined rate of 15.05%","Reter o imposto de renda federal à taxa de 10% e o imposto de renda do estado de Massachusetts à taxa de 5,05%; para uma taxa combinada de 15,05%"],["Withhold Federal income tax at the rate of 10%; or","Reter imposto de renda federal à alíquota de 10%; ou"],["Withhold State income tax at the rate of 5.05%; or","Retenção de imposto de renda do Estado à taxa de 5,05%; ou"],["withholding:","retenção:"],["Work Information","Informações sobre o trabalho"],["Workers&#8217; compensation payments","Trabalhadores & # 8217; pagamentos de compensação"],["Would you like to use your wages from out-of-state employers on this Massachusetts UI claim?","Deseja usar seu salário de empregadores fora do estado nesta reivindicação de interface do usuário de Massachusetts?"],["WV - West Virginia","WV - Virgínia Ocidental"],["Wyoming Child Support","Wyoming Apoio à Criança"],["YE - YEMAN","YE-YEMAN"],["Years of Work:","Anos de trabalho:"],["Yes","sim"],["Yiddish","Iídiche"],["Yoruba","Ioruba"],["You and your employer have an agreement that you will take some time off work and you anticipate that you will return to work with this employer in the future.","Você e seu empregador concordam que você tirará uma folga do trabalho e prevê que voltará a trabalhar com esse empregador no futuro."],["You are not working as a result of a lockout.","Você não está trabalhando como resultado de um bloqueio."],["You are not working due to a strike.","Você não está trabalhando devido a uma greve."],["You are on a semester/term break from school-related employment.","Você está em um semestre / semestre de um emprego relacionado à escola."],["You are responsible for following all instructions carefully while using this website.\n                    The computer you are using needs to be connected to a printer so you can print designated\n                    pages as necessary.","Você é responsável por seguir todas as instruções cuidadosamente ao usar este site.\n                    O computador que você está usando precisa estar conectado a uma impressora para que você possa imprimir\n                    páginas conforme necessário."],["You are working \"part-time\" or \"on-call\".","Você está trabalhando \"meio período\" ou \"plantão\"."],["You can choose from two payment methods:","Você pode escolher entre duas formas de pagamento:"],["You can have payments deposited directly into your checking or savings account.","Você pode ter os pagamentos depositados diretamente em sua conta corrente ou poupança."],["You decided to leave your employment for reasons including: another job; moved; to avoid being fired; work related, personal, or medical reasons.","Você decidiu deixar seu emprego por razões como: outro emprego; mudou-se; evitar ser demitido; razões relacionadas ao trabalho, pessoais ou médicas."],["You do not have to receive your payments on this benefit card.","Você não precisa receber seus pagamentos neste cartão de benefício."],["You do not need to accept work offered to you if you are under quarantine or have been instructed to stay at home.","Você não precisa aceitar o trabalho oferecido a você se estiver em quarentena ou tiver sido instruído a ficar em casa."],["you from finding work in your trade outside of the hiring\n                hall will be listed.  If you work through a hiring hall based in another state, you\n                should select “Non-Massachusetts” hiring hall from the drop-down box.","você de encontrar trabalho em seu comércio fora da contratação\n                salão será listado. Se você trabalha em uma sala de contratação com sede em outro estado, você\n                deve selecionar a área de contratação \"Não Massachusetts\" na caixa suspensa."],["You Indicated that you are required by a court or other enforcement agency to pay child support in a state other than Massachusetts.","Você indicou que um tribunal ou outra agência de execução exige que você pague pensão alimentícia em um estado que não seja Massachusetts."],["You indicated that you worked during the week of 3/29/2020.","Você indicou que trabalhou durante a semana de 29/3/2020."],["You indicated you were not employed since 4/1/2019. You may not be entitled to Massachusetts Unemployment Benefits.","Você indicou que não estava empregado desde 01/04/2019. Você pode não ter direito a Benefícios de Desemprego de Massachusetts."],["You may apply for unemployment benefits after you become unemployed. If you have been notified that you will be separated from work but are still working, please wait until after your last day of work before filing your application.","Você pode solicitar subsídios de desemprego depois de ficar desempregado. Se você tiver sido notificado de que estará separado do trabalho, mas ainda está trabalhando, aguarde até o seu último dia de trabalho antes de apresentar seu pedido."],["you may apply for unemployment benefits. You will need information from your DD-214 Member 4 (not mandatory to apply)","você pode solicitar subsídios de desemprego. Você precisará de informações do seu DD-214 Member 4 (não é obrigatório aplicar)"],["you may apply for unemployment benefits. You will need information from your SF8 (not mandatory to apply)","você pode solicitar subsídios de desemprego. Você precisará de informações do seu SF8 (não é obrigatório aplicar)"],["You may be able to increase or decrease the text size by changing the settings on\n                    your browser. Note that some Internet sites have pre-selected font sizes that can't\n                    be changed.","Você pode aumentar ou diminuir o tamanho do texto alterando as configurações no\n                    seu navegador. Observe que alguns sites da Internet têm tamanhos de fonte pré-selecionados que não podem\n                    ser alterado."],["You may change your income tax withholding choice at any time.","Você pode alterar sua opção de retenção de imposto de renda a qualquer momento."],["You may change your payment option or direct deposit information at\n                    any time after you apply.","Você pode alterar sua opção de pagamento ou informações de depósito direto em\n                    a qualquer momento após a inscrição."],["You may receive a weekly benefit amount of approximately 50 percent of your average weekly wage, up to the maximum amount set by law. The current maximum benefit amount is  $823 per week.","Você pode receber um valor semanal de benefício de aproximadamente 50% do seu salário médio semanal, até o valor máximo estabelecido por lei. O valor atual máximo do benefício é de US $ 823 por semana."],["You must actively look for employment even if you have a part-time job. “Actively seeking” means making serious efforts to find employment every week that you request benefits. These efforts include:","Você deve procurar ativamente emprego, mesmo se tiver um emprego de meio período. \"Buscar ativamente\" significa fazer esforços sérios para encontrar emprego toda semana em que você solicita benefícios. Esses esforços incluem:"],["You must be able to work. Report any condition or circumstance that limits you from performing work, accepting work or looking for work.","Você deve poder trabalhar. Relate qualquer condição ou circunstância que o impeça de executar, aceitar ou procurar trabalho."],["You must be ready and willing to accept work in your usual occupation or any other suitable  employment. Report if you are attending or plan to attend school full or part time.","Você deve estar pronto e disposto a aceitar o trabalho em sua ocupação habitual ou qualquer outro emprego adequado. Relate se você está freqüentando ou planeja frequentar a escola em período integral ou parcial."],["You must have the following wages in your","Você deve ter os seguintes salários em seu"],["You or someone in your household is quarantined","Você ou alguém em sua casa está em quarentena"],["You or someone you are caring for is \"high risk\" (older adults and/or persons with serious chronic medical conditions)","Você ou alguém de quem cuida é de \"alto risco\" (adultos mais velhos e / ou pessoas com graves condições médicas crônicas)"],["You still need to conduct a weekly work search.","Você ainda precisa realizar uma pesquisa semanal de trabalho."],["You were discharged by your employer or quit your job due to a conviction of a felony or misdemeanor.","Você foi dispensado pelo seu empregador ou largou o emprego devido a uma condenação por crime ou contravenção."],["You will be asked to choose a payment method during the claim process.","Você será solicitado a escolher uma forma de pagamento durante o processo de reivindicação."],["you will need information from your DD-214 Member 4 (not mandatory to apply)","você precisará de informações do seu membro 4 do DD-214 (não é obrigatório aplicar)"],["Your application will NOT be processed if you exit before you submit your unemployment benefit application.","O seu pedido NÃO será processado se você sair antes de enviar o seu pedido de subsídio de desemprego."],["Your birth date","Sua data de nascimento"],["Your claim has been sent for processing.","Sua reivindicação foi enviada para processamento."],["Your e-mail address","Seu endereço de email"],["Your employer ended your employment for a reason other than a layoff.","Seu empregador encerrou seu emprego por um motivo que não seja uma demissão."],["Your employer will not allow you to work pending an investigation or as a disciplinary action.","Seu empregador não permitirá que você trabalhe durante uma investigação ou como uma ação disciplinar."],["Your employment ended due to: lack of work; temporary layoff; your position being eliminated; employer's business closed.","Seu emprego terminou devido a: falta de trabalho; demissão temporária; sua posição sendo eliminada; negócios do empregador fechados."],["Your employment history (most recent 15 months)which includes:","Seu histórico de empregos (15 meses mais recentes), que inclui:"],["Your funds are eligible for FDIC Insurance.","Seus fundos são elegíveis para o Seguro FDIC."],["Your mailing address","Seu endereço para correspondência"],["Your next steps:","Seus próximos passos:"],["Your payments will be made to an unemployment debit card that will be issued by mail once eligibility has been determined.","Seus pagamentos serão feitos em um cartão de débito de desemprego que será emitido por correio após a determinação da elegibilidade."],["Your payments will be made to an unemployment debit card unless you select direct deposit and complete the information below or if there is a problem with your direct deposit information.","Seus pagamentos serão feitos em um cartão de débito de desemprego, a menos que você selecione o depósito direto e preencha as informações abaixo ou se houver algum problema com as informações do depósito direto."],["Your residential address","O seu endereço residencial"],["Your Responsibility:","Sua responsabilidade:"],["Your social security number is needed to file a claim, to identify you, to obtain wage information, to determine your eligibility for benefits and for reporting your receipt of unemployment compensation to the IRS and other government agencies for the administration of their programs. Your application cannot be processed without all personal and employment information requested herein. 26 U.S.C. 6109(a) requires DUA to obtain your social security number from you when you file your claim for benefits.","Seu número de previdência social é necessário para registrar uma reclamação, identificá-lo, obter informações sobre salários, determinar sua elegibilidade para benefícios e para relatar seu recebimento da indenização por desemprego ao IRS e a outras agências governamentais para a administração de seus programas. Sua inscrição não pode ser processada sem todas as informações pessoais e de emprego solicitadas aqui. 26 U.S.C. 6109 (a) exige que o DUA obtenha seu número de previdência social quando você registrar sua reivindicação de benefícios."],["Your Social Security Number","O seu número de segurança social"],["Your telephone number","Seu numero de telefone"],["Your union name and local number (if you are a member of a union)","Seu nome e número local do sindicato (se você é membro de um sindicato)"],["YT - YUKON TERRITORY","YT - TERRITÓRIO DE YUKON"],["YU - YUGOSLAVIA","YU-JUGOSLÁVIA"],["ZA - SOUTH AFRICA","ZA - ÁFRICA DO SUL"],["ZIP Code is required. (30)","CEP é obrigatório. (30)"],["ZIP Code:","Código postal:"],["Zip:","Fecho eclair:"],["ZM - ZAMBIA","ZM - ZÂMBIA"]]