[
  [
    "ENGLISH",
    "VIETNAMESE"
  ],
  [
    ", a partner in a partnership, or do you work for a family member who owns/operates a sole proprietorship and/or partnership at this company?",
    ", một đối tác trong quan hệ đối tác, hoặc bạn làm việc cho một thành viên gia đình sở hữu / điều hành một quyền sở hữu duy nhất và / hoặc quan hệ đối tác tại công ty này?"
  ],
  [
    ", please call the 211 hotline available 24 hours a day, 7 days a week.\nAll calls are free and confidential. Interpreter services are available in multiple languages. Or visit",
    ", vui lòng gọi đến đường dây nóng 211 có sẵn 24 giờ một ngày, 7 ngày một tuần.\nTất cả các cuộc gọi là miễn phí và bí mật. Dịch vụ thông dịch có sẵn trong nhiều ngôn ngữ. Hoặc ghé thăm"
  ],
  [
    ", you will need information from your SF8 (not mandatory to apply)",
    ", bạn sẽ cần thông tin từ SF8 của bạn (không bắt buộc phải áp dụng)"
  ],
  [
    ";\n                            or",
    ";\n                            hoặc là"
  ],
  [
    ": If you choose to receive correspondence in your primary language, DUA will send it by regular mail only.",
    ": Nếu bạn chọn nhận thư từ bằng ngôn ngữ chính của mình, DUA sẽ chỉ gửi thư bằng thư thông thường."
  ],
  [
    ". It explains how to manage your claim, get help with your job search, and handle problems or questions.",
    ". Nó giải thích cách quản lý yêu cầu của bạn, nhận trợ giúp tìm kiếm công việc của bạn và xử lý các vấn đề hoặc câu hỏi."
  ],
  [
    ". It is a website that connects job seekers with employers.",
    ". Đây là một trang web kết nối người tìm việc với nhà tuyển dụng."
  ],
  [
    "(excluding military and federal civilian employment)",
    "(không bao gồm việc làm dân sự của quân đội và liên bang)"
  ],
  [
    "(Line 12a on DD214):",
    "(Dòng 12a trên DD214):"
  ],
  [
    "(Line 12b on DD214):",
    "(Dòng 12b trên DD214):"
  ],
  [
    "(mm/dd/yyyy)",
    "(mm / dd / yyyy)"
  ],
  [
    "{Federal Civilian Employment}",
    "{Việc làm dân sự liên bang}"
  ],
  [
    "{Military Service}",
    "{Nghĩa vụ quân sự}"
  ],
  [
    "{UnKnown}",
    "{Không xác định}"
  ],
  [
    "* This document entitled 'Fee Disclosure and other Important Disclosures' is included with, and incorporated in, the Massachusetts Debit Mastercard Account Agreement.",
    "* Tài liệu này có tên 'Tiết lộ phí và các tiết lộ quan trọng khác' được bao gồm và được đưa vào Thỏa thuận tài khoản thẻ ghi nợ Massachusetts."
  ],
  [
    "** Fee can be lower depending on how and where this card is used.",
    "** Phí có thể thấp hơn tùy thuộc vào cách thức và nơi thẻ này được sử dụng."
  ],
  [
    "&#x2714;&nbsp;&nbsp;&nbsp;&nbsp;Check your UI Online account frequently.",
    "&#x2714;&nbsp;&nbsp;&nbsp;&nbsp;Kiểm tra tài khoản UI Online của bạn thường xuyên."
  ],
  [
    "&#x2714;&nbsp;&nbsp;&nbsp;&nbsp;Request benefits each week Sunday through Saturday between 6:00am and 10:00pm (EST) by:",
    "&#x2714;&nbsp;&nbsp;&nbsp;&nbsp;Yêu cầu quyền lợi mỗi tuần từ Chủ nhật đến Thứ bảy, từ 6:00 sáng đến 10:00 tối (EST) bởi:"
  ],
  [
    "&nbsp; a) Check your online inbox on a regular basis",
    "&nbsp;a) Kiểm tra hộp thư đến trực tuyến của bạn một cách thường xuyên"
  ],
  [
    "&nbsp; b) Keep your email address up-to-date on your UI online account",
    "&nbsp;b) Luôn cập nhật địa chỉ email trên tài khoản UI trực tuyến của bạn"
  ],
  [
    "&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;“Peterson Dock Inc.”",
    "&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;& nbsp;"
  ],
  [
    "&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Employer City:  Boston",
    "&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;& nbsp;"
  ],
  [
    "&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;2a. If no, are you under court order to contribute to child support?",
    "&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;2a. Nếu không, bạn có theo lệnh của tòa án để đóng góp cho hỗ trợ trẻ em?"
  ],
  [
    "&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;3a. Have you filed a petition for adoption?",
    "&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;3a. Bạn đã nộp đơn xin nhận con nuôi?"
  ],
  [
    "&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;4a. Is the dependent under the age of 24 and in school full time?",
    "&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;4a. Là người phụ thuộc dưới 24 tuổi và ở trường toàn thời gian?"
  ],
  [
    "&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;4b. Is this child unable to work because of a permanent mental or physical disability?",
    "&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;4b. Có phải đứa trẻ này không thể làm việc vì một khuyết tật vĩnh viễn về tinh thần hoặc thể chất?"
  ],
  [
    "&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;A.\tIn Massachusetts?",
    "&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;A. Ở Massachusetts?"
  ],
  [
    "&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;B.\tIn a state other than Massachusetts?",
    "&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;B. Ở một tiểu bang khác ngoài Massachusetts?"
  ],
  [
    "&nbsp;&nbsp;&nbsp;&nbsp;If Yes, enter your return to work date, and select means of notification:",
    "&nbsp;&nbsp;&nbsp;&nbsp;Nếu Có, hãy nhập ngày trở lại của bạn vào ngày làm việc và chọn phương tiện thông báo:"
  ],
  [
    "&nbsp;&nbsp;&nbsp;ext:&nbsp;",
    "&nbsp;&nbsp;&nbsp;máy lẻ:&nbsp;"
  ],
  [
    "&nbsp;&nbsp;&nbsp;If Yes:",
    "&nbsp;&nbsp;&nbsp;Nếu Có:"
  ],
  [
    "&nbsp;&nbsp;If you were totally unemployed please enter zero.",
    "&nbsp;&nbsp;Nếu bạn hoàn toàn thất nghiệp, vui lòng nhập số không."
  ],
  [
    "&nbsp;&nbsp;You may be eligible for an earlier begin date if you worked part-time last week. Did you work part-time last week?",
    "&nbsp;&nbsp;Bạn có thể đủ điều kiện cho một ngày bắt đầu sớm hơn nếu bạn làm việc bán thời gian vào tuần trước. Bạn đã làm việc bán thời gian tuần trước?"
  ],
  [
    "&nbsp;&nbsp;Your claim begin date will be:",
    "&nbsp;&nbsp;Ngày bắt đầu yêu cầu của bạn sẽ là:"
  ],
  [
    "&nbsp;and&nbsp;",
    "&nbsp;và&nbsp;"
  ],
  [
    "&nbsp;buttons.",
    "&nbsp;nút."
  ],
  [
    "&quot;.\n        To stop the benefit application session, select &quot;",
    "& quot;.\n        Để dừng phiên ứng dụng lợi ích, chọn & quot;"
  ],
  [
    "&quot;.",
    "& quot;."
  ],
  [
    "$0 per call",
    "$ 0 mỗi cuộc gọi"
  ],
  [
    "$0",
    "$ 0"
  ],
  [
    "$0.85**",
    "0,85 đô la **"
  ],
  [
    "$10.00",
    "$ 10,00"
  ],
  [
    "1-334-242-9300",
    "1-34-242-9300"
  ],
  [
    "1-671-475-3360",
    "1-671-485-3360"
  ],
  [
    "1-800-332-6347",
    "1-800-32-6347"
  ],
  [
    "1. Are you a",
    "1. Bạn có phải là"
  ],
  [
    "1. Are you paid by the city or town:",
    "1. Bạn được thành phố hoặc thị trấn trả tiền:"
  ],
  [
    "1. Are you paid by the city or town?",
    "1. Bạn được thành phố hoặc thị trấn trả tiền?"
  ],
  [
    "1. Does the child live in the United States or any other U.S. Territory?",
    "1. Trẻ có sống ở Hoa Kỳ hoặc bất kỳ Lãnh thổ Hoa Kỳ nào khác không?"
  ],
  [
    "1. During the week of\n\t\t\t\tSunday, April 5, 2020 through Saturday, April 11, 2020 how many hours did you or will you work?",
    "1. Trong tuần\nChủ nhật, ngày 5 tháng 4 năm 2020 đến thứ Bảy, ngày 11 tháng 4 năm 2020 bạn đã làm việc bao nhiêu giờ?"
  ],
  [
    "1. Enter your Social Security Number(No Dashes):",
    "1. Nhập số an sinh xã hội của bạn (Không dấu gạch ngang):"
  ],
  [
    "1. Indicate",
    "1. Cho biết"
  ],
  [
    "1. Payments from a",
    "1. Thanh toán từ một"
  ],
  [
    "1. You indicated you were employed by a federal non-military agency since 4/1/2019. Indicate the location of your most recent federal employment.",
    "1. Bạn cho biết bạn đã được tuyển dụng bởi một cơ quan phi quân sự liên bang kể từ ngày 4/1/2019. Cho biết vị trí của việc làm liên bang gần đây nhất của bạn."
  ],
  [
    "1. You indicated you were employed in a Non-Massachusetts state(s). Indicate any",
    "1. Bạn cho biết bạn đã được tuyển dụng ở một tiểu bang không thuộc tiểu bang Massachusetts. Chỉ ra bất kỳ"
  ],
  [
    "123 Quincy Ave",
    "Đại lộ 123 Quincy"
  ],
  [
    "2. Are you paid by a private employer:",
    "2. Bạn có được trả bởi một chủ nhân tư nhân:"
  ],
  [
    "2. Are you paid by a private employer?",
    "2. Bạn có được trả bởi một chủ nhân tư nhân?"
  ],
  [
    "2. Confirm your Social Security Number:",
    "2. Xác nhận số an sinh xã hội của bạn:"
  ],
  [
    "2. During the last 15 months did you or do you now pay more than 50% of the support for this child?",
    "2. Trong 15 tháng qua, bạn có hoặc bây giờ bạn phải trả hơn 50% khoản hỗ trợ cho đứa trẻ này không?"
  ],
  [
    "2. Have you been notified by an employer of a definite return to work date?",
    "2. Bạn đã được thông báo bởi một người sử dụng lao động về một ngày trở lại xác định?"
  ],
  [
    "2. How many hours do you normally work during the week?",
    "2. Bạn thường làm việc bao nhiêu giờ trong tuần?"
  ],
  [
    "2. Payments from a pension fund, annuity fund, or retirement account contributed to\n                            by an employer? (Including 401K and lump sum or periodic payments.)",
    "2. Các khoản thanh toán từ quỹ hưu trí, quỹ niên kim hoặc tài khoản hưu trí đã đóng góp vào\n                            bởi một người chủ? (Bao gồm 401K và thanh toán một lần hoặc thanh toán định kỳ.)"
  ],
  [
    "2. Since 4/7/2019 have you applied for unemployment benefits from a state other than Massachusetts?",
    "2. Kể từ ngày 4/7/2019, bạn đã nộp đơn xin trợ cấp thất nghiệp từ một tiểu bang khác ngoài Massachusetts chưa?"
  ],
  [
    "2. Was your federal civilian employment with the Federal Emergency Management Agency [FEMA]?",
    "2. Có phải việc làm dân sự liên bang của bạn với Cơ quan Quản lý Khẩn cấp Liên bang [Fema] không?"
  ],
  [
    "3. Are you customarily laid off and do you later return to work with the same or different employer in your industry and/or your occupation?",
    "3. Bạn có thường xuyên nghỉ việc và sau đó bạn có quay lại làm việc với cùng một chủ hoặc khác trong ngành và / hoặc nghề nghiệp của bạn không?"
  ],
  [
    "3. Are you the natural/adoptive/step-parent/legal guardian of this child?",
    "3. Bạn có phải là người giám hộ tự nhiên / nhận nuôi / cha mẹ kế / hợp pháp của đứa trẻ này không?"
  ],
  [
    "3. Birth Date:",
    "3. Ngày sinh:"
  ],
  [
    "3. Enter your residential address:",
    "3. Nhập địa chỉ cư trú của bạn:"
  ],
  [
    "30 times the weekly benefit amount.",
    "30 lần số tiền trợ cấp hàng tuần."
  ],
  [
    "30 times your weekly benefit amount.",
    "30 lần số tiền trợ cấp hàng tuần của bạn."
  ],
  [
    "4. Gender:",
    "4. Giới tính:"
  ],
  [
    "4. Is the dependent over 18? is required. (30)",
    "4. Là người phụ thuộc trên 18 tuổi? bắt buộc. (30)"
  ],
  [
    "4. Is the dependent over 18?",
    "4. Là người phụ thuộc trên 18 tuổi?"
  ],
  [
    "4. Select your",
    "4. Chọn của bạn"
  ],
  [
    "4. Vacation or Personal Time Off (PTO) pay because of or upon your severance of employment(includes\n                            temporary layoffs)",
    "4. Nghỉ phép hoặc nghỉ phép cá nhân (PTO) vì hoặc khi bạn nghỉ việc (bao gồm\n                            sa thải tạm thời)"
  ],
  [
    "5. Do you have a",
    "5. Bạn có"
  ],
  [
    "5. First Name (as it appears on your Social Security card):",
    "5. Tên (như xuất hiện trên thẻ An sinh xã hội của bạn):"
  ],
  [
    "5. Severance Pay or any other payments due to separation from employment?",
    "5. Thanh toán thôi việc hoặc bất kỳ khoản thanh toán nào khác do tách khỏi việc làm?"
  ],
  [
    "6. Are you a U.S. citizen?",
    "6. Bạn có phải là công dân Hoa Kỳ không?"
  ],
  [
    "6. Middle Initial:",
    "6. Trung ban đầu:"
  ],
  [
    "6. Were you paid to participate in or train for professional sporting events at\n                            any level as a coach, athlete, or referee?",
    "6. Bạn đã được trả tiền để tham gia hoặc đào tạo cho các sự kiện thể thao chuyên nghiệp tại\n                            bất kỳ cấp độ như một huấn luyện viên, vận động viên, hoặc trọng tài?"
  ],
  [
    "7. Are you currently enrolled in a Full Time School or a training program?",
    "7. Hiện tại bạn có đang theo học tại Trường toàn thời gian hoặc chương trình đào tạo không?"
  ],
  [
    "7. Are you required by a court order or other government agency to pay child support?",
    "7. Bạn có yêu cầu theo lệnh của tòa án hoặc cơ quan chính phủ khác để trả tiền nuôi con không?"
  ],
  [
    "7. Last Name (as it appears on your Social Security card):",
    "7. Họ (như xuất hiện trên thẻ An sinh xã hội của bạn):"
  ],
  [
    "8. Driver’s License Number:",
    "8. Số giấy phép lái xe:"
  ],
  [
    "8. If you have qualified dependent children, you may be eligible to collect additional benefits. Click",
    "8. Nếu bạn có con phụ thuộc đủ điều kiện, bạn có thể đủ điều kiện để thu thập các lợi ích bổ sung. Nhấp chuột"
  ],
  [
    "9. Issued by State:",
    "9. Do nhà nước cấp:"
  ],
  [
    "a child for whom claimant is under a decree or order from a court of competent jurisdiction to contribute to such child’s support,",
    "một đứa trẻ mà người yêu cầu bồi thường theo một nghị định hoặc lệnh từ tòa án có thẩm quyền để đóng góp cho sự hỗ trợ của con đó,"
  ],
  [
    "A complete list of employment from",
    "Một danh sách đầy đủ việc làm từ"
  ],
  [
    "A contact telephone number is required.",
    "Một số điện thoại liên lạc là cần thiết."
  ],
  [
    "A Monetary Determination will be provided identifying your potential Weekly Benefit Amount, your total credit, and the potential duration of the claim.",
    "Xác định tiền tệ sẽ được cung cấp xác định Số tiền trợ cấp hàng tuần tiềm năng của bạn, tổng tín dụng của bạn và thời hạn tiềm năng của yêu cầu bồi thường."
  ],
  [
    "A new password",
    "Mật khẩu mới"
  ],
  [
    "A Qualified Dependent is an un-emancipated child who is:",
    "Một người phụ thuộc đủ tiêu chuẩn là một đứa trẻ không được giải phóng, đó là:"
  ],
  [
    "A trade union represents organized workers in various occupations such as painters,\n                electrical workers, construction workers, operating engineers and other trades. A union\n                 hiring hall is a place maintained by a trade union that refers union workers to available jobs.",
    "Một công đoàn đại diện cho công nhân có tổ chức trong các ngành nghề khác nhau như họa sĩ,\n                công nhân điện, công nhân xây dựng, kỹ sư vận hành và các ngành nghề khác. Một liên hiệp\n                 hội trường tuyển dụng là một nơi được duy trì bởi một công đoàn trong đó đề cập đến công nhân công đoàn với các công việc có sẵn."
  ],
  [
    "Able to Work",
    "Có khả năng làm việc"
  ],
  [
    "Acceptable work search activities include reviewing job postings online and working on your resume.",
    "Các hoạt động tìm kiếm công việc được chấp nhận bao gồm xem xét các bài đăng công việc trực tuyến và làm việc trên sơ yếu lý lịch của bạn."
  ],
  [
    "Accessibility",
    "Khả năng tiếp cận"
  ],
  [
    "Active Duty",
    "Nhiệm vụ tích cực"
  ],
  [
    "Actively Seeking Work",
    "Tích cực tìm kiếm công việc"
  ],
  [
    "AD - ANDORRA",
    "QUẢNG CÁO - ANDORRA"
  ],
  [
    "Add",
    "Thêm vào"
  ],
  [
    "Additional and Complete Employment",
    "Việc làm bổ sung và hoàn thành"
  ],
  [
    "Additional Child Support",
    "Hỗ trợ trẻ em bổ sung"
  ],
  [
    "Additional Occupation Information",
    "Thông tin nghề nghiệp bổ sung"
  ],
  [
    "Additionally, a new password",
    "Ngoài ra, một mật khẩu mới"
  ],
  [
    "Address Line 1 is required. (30)",
    "Địa chỉ Dòng 1 là bắt buộc. (30)"
  ],
  [
    "Address Line 1:",
    "Địa chỉ dòng 1:"
  ],
  [
    "Address Line 2:",
    "Địa chỉ 2:"
  ],
  [
    "Address Validation\n             - Residential",
    "Xác thực địa chỉ\n             - Khu dân cư"
  ],
  [
    "ADMINISTRATIVE CONFERENCE OF THE U.S.",
    "HỘI NGHỊ HÀNH CHÍNH CỦA HOA K.S"
  ],
  [
    "ADMINISTRATIVE OFFICE OF THE U.S. COURTS",
    "VĂN PHÒNG HÀNH CHÍNH CỦA TÒA ÁN Hoa Kỳ"
  ],
  [
    "ADMINSITRATIVE OFFICE OF THE U.S. COURTS",
    "VĂN PHÒNG HÀNH CHÍNH CỦA TÒA ÁN Hoa Kỳ"
  ],
  [
    "ADVISORY COUNCIL ON HISTORIC PRESERVATION",
    "HỘI ĐỒNG TƯ VẤN VỀ BẢO QUẢN LỊCH SỬ"
  ],
  [
    "AE - UNITED ARAB EMIRATES",
    "AE - EMITED ARAB"
  ],
  [
    "AFRICAN DEVELOPMENT FOUNDATION",
    "NỀN TẢNG PHÁT TRIỂN NÔNG NGHIỆP"
  ],
  [
    "Afrikaans",
    "Tiếng Nam Phi"
  ],
  [
    "AG - ANTIGUA AND BARBUDA",
    "AG - ANTIGUA VÀ BARBUDA"
  ],
  [
    "Agreement with Data Privacy Authorization is required. (30)",
    "Thỏa thuận với Ủy quyền bảo mật dữ liệu là bắt buộc. (30)"
  ],
  [
    "Air Force",
    "Không quân"
  ],
  [
    "Alabama Child Support",
    "Hỗ trợ trẻ em Alabama"
  ],
  [
    "Alaska Child Support",
    "Hỗ trợ trẻ em Alaska"
  ],
  [
    "Albanian",
    "Tiếng Albania"
  ],
  [
    "All searches default to alpha unless otherwise specified. Note: Alpha searches will query the system for the specified criteria and return results that contain the criteria in the initial position of a word. i.e. If the user searches for \"apple\" the System will return Apple Inc. and Appleton Farms, but will not return SnappleCo or Crabapple Bakery. \"Contains\" (Keyword) searches will query the system for the specified criteria and return results that contain the criteria in any place within a word. i.e. If the user searches for \"apple\", the System will return Apple Inc., Appleton Farms, SnappleCo., and Crabapple Bakery.",
    "Tất cả các tìm kiếm mặc định là alpha trừ khi có quy định khác. Lưu ý: Các tìm kiếm Alpha sẽ truy vấn hệ thống về các tiêu chí đã chỉ định và trả về kết quả có chứa các tiêu chí ở vị trí ban đầu của một từ. tức là nếu người dùng tìm kiếm \"apple\", Hệ thống sẽ trả lại Apple Inc. và Appleton Farms, nhưng sẽ không trả lại SnappleCo hoặc Crabapple Bakery. Tìm kiếm \"Chứa\" (Từ khóa) sẽ truy vấn hệ thống về các tiêu chí đã chỉ định và trả về kết quả có chứa tiêu chí ở bất kỳ vị trí nào trong một từ. tức là nếu người dùng tìm kiếm \"apple\", Hệ thống sẽ trả lại Apple Inc., Appleton Farms, SnappleCo. và Crabapple Bakery."
  ],
  [
    "All unemployment Insurance payments are electronic.\n                    When an unemployment benefit payment is made, the payment is made by either a:",
    "Tất cả các khoản thanh toán bảo hiểm thất nghiệp là điện tử.\n                    Khi thanh toán trợ cấp thất nghiệp được thực hiện, khoản thanh toán được thực hiện bằng cách:"
  ],
  [
    "All unemployment insurance payments are electronic. Your payments will be made to an unemployment debit card unless you select direct deposit as your method of payment",
    "Tất cả các khoản thanh toán bảo hiểm thất nghiệp là điện tử. Các khoản thanh toán của bạn sẽ được thực hiện vào thẻ ghi nợ thất nghiệp trừ khi bạn chọn gửi tiền trực tiếp làm phương thức thanh toán"
  ],
  [
    "all",
    "tất cả"
  ],
  [
    "Alpine",
    "Núi cao"
  ],
  [
    "AM - ARMENIA",
    "Sáng - ARMENIA"
  ],
  [
    "Amador",
    "Nghiệp dư"
  ],
  [
    "AMERICAN BATTLE MONUMENTS COMMISSION",
    "CAM KẾT HÀNG NGÀY AMERICAN BATTLE"
  ],
  [
    "American Indian Or Alaska Native:  A person having origins in any of the original peoples of North and South America (including Central America), and who maintains tribal affiliation or community attachment.",
    "Người Mỹ bản địa hoặc thổ dân Alaska: Một người có nguồn gốc từ bất kỳ dân tộc gốc nào ở Bắc và Nam Mỹ (bao gồm cả Trung Mỹ), và duy trì liên kết bộ lạc hoặc gắn kết cộng đồng."
  ],
  [
    "American Sign Language",
    "Ngôn ngữ ký hiệu của Mỹ"
  ],
  [
    "AN - NETHERLANDS ANTILLES",
    "AN - HÀ LAN ANTILLES"
  ],
  [
    "An individual with a disability is a person who: (1) has a physical or\n                mental impairment that substantially limits one or more major life activities;\n                OR (2) has a record of such impairment; OR (3) is regarded as having such impairment.",
    "Một người khuyết tật là một người: (1) có thể chất hoặc\n                suy giảm tinh thần làm hạn chế đáng kể một hoặc nhiều hoạt động sinh hoạt chính;\n                HOẶC (2) có hồ sơ về sự suy yếu đó; HOẶC (3) được coi là có suy yếu như vậy."
  ],
  [
    "and all",
    "và tất cả"
  ],
  [
    "and either:",
    "và:"
  ],
  [
    "and logging into your UI Online Account or,",
    "và đăng nhập vào Tài khoản UI trực tuyến của bạn hoặc,"
  ],
  [
    "and",
    "và"
  ],
  [
    "ANYONE USING THIS SYSTEM EXPRESSLY CONSENTS TO SUCH MONITORING.",
    "MỌI NGƯỜI SỬ DỤNG HỆ THỐNG NÀY TƯ VẤN TUYỆT VỜI ĐỂ THEO D MONI THEO D .I."
  ],
  [
    "AO - ANGOLA",
    "AO - ANGola"
  ],
  [
    "APPALACHIAN REGIONAL COMMISSION",
    "Uỷ ban KHU VỰC APPALACHIAN"
  ],
  [
    "application is not yet submitted.",
    "đơn chưa được nộp."
  ],
  [
    "April 1 - June 30",
    "1 tháng 4 - 30 tháng 6"
  ],
  [
    "April 1 - March 31",
    "1 tháng 4 - 31 tháng 3"
  ],
  [
    "Arabic",
    "tiếng Ả Rập"
  ],
  [
    "ARCHITECT OF THE CAPITOL",
    "KIẾN TRÚC CỦA CAPITOL"
  ],
  [
    "are not eligible for\n                        unemployment insurance benefits for this employer.",
    "không đủ điều kiện cho\n                        trợ cấp bảo hiểm thất nghiệp cho người sử dụng lao động này."
  ],
  [
    "Are you a member of a corporation or a shareholder of this company:",
    "Bạn có phải là thành viên của một công ty hoặc cổ đông của công ty này:"
  ],
  [
    "Are you a member of a corporation or a shareholder of this company?",
    "Bạn có phải là thành viên của một công ty hoặc cổ đông của công ty này?"
  ],
  [
    "Are you a military veteran:",
    "Bạn có phải là cựu quân nhân:"
  ],
  [
    "Are you a school employee:",
    "Bạn có phải là nhân viên của trường không:"
  ],
  [
    "Are you a school Employee?",
    "Bạn có phải là nhân viên của trường không?"
  ],
  [
    "Are you a sole-proprietor, a partner in a partnership, or do you work for a family\n\t\t\t\t\t\t\t\t\tmember who owns/operates a sole-proprietorship and/or partnership at this company:",
    "Bạn có phải là chủ sở hữu duy nhất, một đối tác trong quan hệ đối tác hoặc bạn làm việc cho một gia đình\nthành viên sở hữu / điều hành sở hữu độc quyền và / hoặc hợp tác tại công ty này:"
  ],
  [
    "Are you a U.S. citizen? is required. (30)",
    "Bạn có phải là công dân Hoa Kỳ không? bắt buộc. (30)"
  ],
  [
    "Are you a U.S. citizen?",
    "Bạn có phải là công dân Hoa Kỳ không?"
  ],
  [
    "Are you a union member who is currently seeking work exclusively through a union hiring hall or business agent:",
    "Bạn có phải là thành viên công đoàn hiện đang tìm kiếm công việc độc quyền thông qua hội trường tuyển dụng hoặc đại lý kinh doanh:"
  ],
  [
    "Are you a",
    "Bạn là một"
  ],
  [
    "Are you considered working on call for this Employer:",
    "Bạn có xem xét làm việc theo yêu cầu của Chủ lao động này:"
  ],
  [
    "Are you considered working",
    "Bạn có đang làm việc không"
  ],
  [
    "Are you currently enrolled in school or a training program:",
    "Bạn hiện đang theo học tại trường hoặc một chương trình đào tạo:"
  ],
  [
    "Are you customarily laid off and do you later return to work with the same or different employer in your industry and/or your occupation?",
    "Bạn có thường xuyên nghỉ việc và sau đó bạn có quay trở lại làm việc với cùng một chủ hoặc khác trong ngành và / hoặc nghề nghiệp của bạn không?"
  ],
  [
    "Are you of Hispanic heritage? is required. (30)",
    "Bạn có phải là di sản Tây Ban Nha? bắt buộc. (30)"
  ],
  [
    "Are you of Hispanic heritage?",
    "Bạn có phải là di sản Tây Ban Nha?"
  ],
  [
    "Are you out of work because you have been impacted by the COVID-19? is required. (30)",
    "Bạn đã nghỉ việc vì bạn đã bị tác động bởi COVID-19? bắt buộc. (30)"
  ],
  [
    "Are you out of work because you have been impacted by the COVID-19?",
    "Bạn đã nghỉ việc vì bạn đã bị tác động bởi COVID-19?"
  ],
  [
    "Are you presently in Massachusetts? response is required. (30)",
    "Bạn đang ở Massachusetts? đáp ứng là cần thiết. (30)"
  ],
  [
    "Are you presently in Massachusetts?",
    "Bạn đang ở Massachusetts?"
  ],
  [
    "Are you required by a court or other enforcement agency to pay child support in\n\t\t\t\t\t\t\tMassachusetts:",
    "Bạn có bị tòa án hoặc cơ quan thực thi khác yêu cầu phải trả tiền nuôi con trong\nMassachusetts:"
  ],
  [
    "Are you the natural/adoptive/step-parent/legal guardian of this child? is required. (30)",
    "Bạn có phải là người giám hộ tự nhiên / nhận nuôi / cha mẹ kế / hợp pháp của đứa trẻ này không? bắt buộc. (30)"
  ],
  [
    "Are you unemployed as a direct result of a disaster:",
    "Bạn đang thất nghiệp do hậu quả trực tiếp của thảm họa:"
  ],
  [
    "Arizona Child Support",
    "Hỗ trợ trẻ em Arizona"
  ],
  [
    "Arkansas Child Support",
    "Hỗ trợ trẻ em Arkansas"
  ],
  [
    "ARMED FORCES RETIREMENT HOME",
    "ARM FORCES RETIREMENT HOME"
  ],
  [
    "Armenian",
    "Armenia"
  ],
  [
    "ARMY &amp; AIR FORCE EXCHANGE SERVICE - NAF",
    "QUÂN ĐỘI & amp; DỊCH VỤ TRAO ĐỔI AIR FORCE - NAF"
  ],
  [
    "Army",
    "Quân đội"
  ],
  [
    "as\n                    your payment method.",
    "như\n                    phương thức thanh toán của bạn."
  ],
  [
    "AS - AMERICAN SAMOA",
    "NHƯ - SAMERA SAMOA"
  ],
  [
    "As long as you stay in contact with your employer, and are available to return to work when asked, you satisfy the work search, availability and capability requirements.",
    "Miễn là bạn giữ liên lạc với chủ lao động của mình và sẵn sàng quay lại làm việc khi được yêu cầu, bạn đáp ứng các yêu cầu về công việc, tính sẵn sàng và khả năng."
  ],
  [
    "Asian:  A person having origins in any of the original peoples of the Far East, Southeast Asia, or the Indian subcontinent including, for example, Cambodia, China, India, Japan, Korea, Malaysia, Pakistan, the Philippine Islands, Thailand, and Vietnam.",
    "Châu Á: Một người có nguồn gốc ở bất kỳ dân tộc gốc nào ở Viễn Đông, Đông Nam Á hoặc tiểu lục địa Ấn Độ, bao gồm, Campuchia, Trung Quốc, Ấn Độ, Nhật Bản, Hàn Quốc, Malaysia, Pakistan, Quần đảo Philippine, Thái Lan và Việt Nam."
  ],
  [
    "Ask the benefits office about other ways to receive your benefits.",
    "Hỏi văn phòng lợi ích về những cách khác để nhận được lợi ích của bạn."
  ],
  [
    "AT - AUSTRIA",
    "TẠI - ÚC"
  ],
  [
    "At least 8 characters in length",
    "Độ dài ít nhất 8 ký tự"
  ],
  [
    "At the top menu, click \"View.\" If you are using Internet Explorer 8 or higher and do not see a top menu, you may need to press the \"Alt\" key on your keyboard first.",
    "Ở menu trên cùng, nhấp vào \"Xem.\" Nếu bạn đang sử dụng Internet Explorer 8 trở lên và không thấy menu trên cùng, trước tiên bạn có thể cần nhấn phím \"Alt\" trên bàn phím."
  ],
  [
    "at this company:",
    "tại công ty này:"
  ],
  [
    "ATM balance Inquiry",
    "Yêu cầu số dư ATM"
  ],
  [
    "ATM Withdrawal",
    "rút tiền từ máy ATM"
  ],
  [
    "Attending job search skills classes, workshops, job clubs, or other related job seeking activities.",
    "Tham dự các lớp học kỹ năng tìm kiếm việc làm, hội thảo, câu lạc bộ việc làm hoặc các hoạt động tìm kiếm việc làm liên quan khác."
  ],
  [
    "AU - AUSTRALIA",
    "AU - ÚC"
  ],
  [
    "Available for Work",
    "Có sẵn cho công việc"
  ],
  [
    "AX - &#197;LAND ISLANDS",
    "AX - &#197;QUẦN ĐẢO"
  ],
  [
    "BA - BOSNIA AND HERZEGOWINA",
    "BA - BOSNIA VÀ HERZEGOWINA"
  ],
  [
    "bank account number",
    "số tài khoản ngân hàng"
  ],
  [
    "Bank Account Number",
    "Số tài khoản ngân hàng"
  ],
  [
    "Bank Name:",
    "Tên ngân hàng:"
  ],
  [
    "bank routing number",
    "số định tuyến ngân hàng"
  ],
  [
    "BankOfAmerica.com",
    "Ngân hàngOfAmerica.com"
  ],
  [
    "base period",
    "giai đoạn cơ sở"
  ],
  [
    "BE - BELGIUM",
    "ĐƯỢC - NIỀM TIN"
  ],
  [
    "Be based on any personal information such as name, pet, birthday, etc.",
    "Dựa trên bất kỳ thông tin cá nhân nào như tên, thú cưng, sinh nhật, v.v."
  ],
  [
    "Be Careful When Using a Publicly-Accessible Computer",
    "Cẩn thận khi sử dụng máy tính có thể truy cập công khai"
  ],
  [
    "Being impacted by COVID-19 may include but is not limited to the following:",
    "Bị ảnh hưởng bởi COVID-19 có thể bao gồm nhưng không giới hạn ở những điều sau đây:"
  ],
  [
    "Benefit amounts are determined after your claim has been filed and processed",
    "Số tiền trợ cấp được xác định sau khi yêu cầu của bạn đã được nộp và xử lý"
  ],
  [
    "Benefit Claim Effective Date:",
    "Yêu cầu quyền lợi Ngày có hiệu lực:"
  ],
  [
    "Bengali",
    "Tiếng Bengal"
  ],
  [
    "BJ - BENIN",
    "Bj - TÔI"
  ],
  [
    "BL - SAINT BARTH&#201;LEMY",
    "BL - SAINT BARTH & # 201; LEMY"
  ],
  [
    "Black or African American:  A person having origins in any of the black racial groups of Africa.",
    "Người da đen hoặc người Mỹ gốc Phi: Một người có nguồn gốc từ bất kỳ nhóm chủng tộc da đen nào ở châu Phi."
  ],
  [
    "BM - BERMUDA",
    "BM - YÊU THÍCH"
  ],
  [
    "BOARD OF GOVERNORS OF THE FEDERAL RESERVE SYSTEM",
    "BAN CHÍNH PHỦ CỦA HỆ THỐNG PHỤC HỒI LIÊN QUAN"
  ],
  [
    "Bosnian",
    "Bosnia"
  ],
  [
    "BOX 1600",
    "HỘP 1600"
  ],
  [
    "Bulgarian",
    "Tiếng Bulgaria"
  ],
  [
    "BUREAU OF CENSUS   2020 DECENNIAL CENSUS          /BUREAU OF CENSUS   2020 DECENNIAL CENSUS          , ST. LOUIS                , MO",
    "BUREAU CỦA CENSUS 2020 CENSUS CENSUS / BUREAU CỦA CENSUS 2020 CENSUS CENSUS, ST. LOUIS, MO"
  ],
  [
    "BUREAU OF CENSUS - 2020 DECENNIAL CENSUS",
    "BUREAU CỦA CENSUS - 2020 CENSUS KHAI THÁC"
  ],
  [
    "Burmese",
    "Miến Điện"
  ],
  [
    "button on this\n                    website when you have finished using it.",
    "nút trên này\n                    trang web khi bạn đã sử dụng xong."
  ],
  [
    "BV - BOUVET ISLAND",
    "BV - ĐẢO BOUVET"
  ],
  [
    "BY - BELARUS",
    "BỞI - NIỀM TIN"
  ],
  [
    "By clicking Submit, I acknowledge that, under penalty of perjury, all information provided is as complete and accurate to the best of my ability.",
    "Bằng cách nhấp vào Gửi, tôi xác nhận rằng, theo hình phạt khai man, tất cả thông tin được cung cấp là đầy đủ và chính xác với khả năng tốt nhất của tôi."
  ],
  [
    "BZ - BELIZE",
    "BZ - NIỀM TIN"
  ],
  [
    "Calaveras",
    "Sọ"
  ],
  [
    "California Child Support",
    "Hỗ trợ trẻ em California"
  ],
  [
    "Calling DUA Telecert at 617-626-6338",
    "Gọi TWO Telecert theo số 617-626-6338"
  ],
  [
    "Calling employers to arrange for job interviews.",
    "Gọi nhà tuyển dụng để sắp xếp cho các cuộc phỏng vấn việc làm."
  ],
  [
    "Can I file if I was in the military or worked for the federal government",
    "Tôi có thể nộp nếu tôi ở trong quân đội hoặc làm việc cho chính phủ liên bang"
  ],
  [
    "Can I file if I was in the Military or worked for the Federal Government?",
    "Tôi có thể nộp đơn nếu tôi ở trong Quân đội hoặc làm việc cho Chính phủ Liên bang không?"
  ],
  [
    "Cantonese",
    "Quảng Đông"
  ],
  [
    "Cape Verdean",
    "đất nước Cape Verdean"
  ],
  [
    "Care should be taken in using publicly-accessible computers to reduce the risk that someone using the computer\n                    after you may access your information:",
    "Cần thận trọng khi sử dụng các máy tính có thể truy cập công khai để giảm thiểu rủi ro khi ai đó sử dụng máy tính\n                    sau khi bạn có thể truy cập thông tin của mình:"
  ],
  [
    "Cash Reload",
    "Tải lại tiền mặt"
  ],
  [
    "CC - COCOS (KEELING) ISLANDS",
    "QUẦN ĐẢO CC - COCOS (KEELING)"
  ],
  [
    "CD - CONGO, THE DEMOCRATIC REP",
    "CD - CONGO, REP DEMOCRATIC"
  ],
  [
    "Cell:",
    "Tế bào:"
  ],
  [
    "CENTRAL INTELLIGENCE AGENCY",
    "CƠ QUAN TÌNH BÁO TRUNG ƯƠNG"
  ],
  [
    "CF - CENTRAL AFRICAN REPUBLIC",
    "CF - CỘNG HÒA TRUNG QUỐC"
  ],
  [
    "CH - SWITZERLAND",
    "CH - THỤY SỸ"
  ],
  [
    "Change Password",
    "Đổi mật khẩu"
  ],
  [
    "Check this box if Mailing Address is same as Residential Address:",
    "Chọn hộp này nếu Địa chỉ gửi thư giống như Địa chỉ cư trú:"
  ],
  [
    "Checking",
    "Kiểm tra"
  ],
  [
    "Child support in Massachusetts? is required. (30)",
    "Hỗ trợ trẻ em ở Massachusetts? bắt buộc. (30)"
  ],
  [
    "Child support in state other than Massachusetts? is required. (30)",
    "Hỗ trợ trẻ em ở tiểu bang khác ngoài Massachusetts? bắt buộc. (30)"
  ],
  [
    "Child Support U.S. State and Territory Contact Information:",
    "Hỗ trợ trẻ em Thông tin liên lạc của tiểu bang và lãnh thổ Hoa Kỳ:"
  ],
  [
    "Choose the answer from the list that describes your highest level of education.",
    "Chọn câu trả lời từ danh sách mô tả trình độ học vấn cao nhất của bạn."
  ],
  [
    "Choosing electronic correspondence will ensure that benefits are processed and paid faster.",
    "Chọn thư tín điện tử sẽ đảm bảo rằng các lợi ích được xử lý và thanh toán nhanh hơn."
  ],
  [
    "CHRISTOPHER COLUMBUS FELLOWSHIP FOUNDATION",
    "CHRISTOPHER COLUMBUS FELLOWSHIP NỀN TẢNG"
  ],
  [
    "CI - COTE DIVOIRE",
    "CI - DIVOIRE"
  ],
  [
    "City is required. (30)",
    "Thành phố là bắt buộc. (30)"
  ],
  [
    "City:",
    "Thành phố:"
  ],
  [
    "CK - COOK ISLANDS",
    "QUẦN ĐẢO CK - COOK"
  ],
  [
    "Claimant Authentication",
    "Xác thực yêu cầu bồi thường"
  ],
  [
    "Claimant Guide",
    "Hướng dẫn yêu cầu bồi thường"
  ],
  [
    "Claimants receive a weekly benefit rate of approximately 50 percent of their average weekly wage, up to a maximum set by law. The maximum number of weeks that you would be able to collect is determined by the total amount of wages paid to you in your base period and the amount of your benefit rate. To be eligible for benefits you must have been paid wages in the base period of at least 30 times your benefit rate.",
    "Người yêu cầu nhận được tỷ lệ lợi ích hàng tuần khoảng 50 phần trăm mức lương trung bình hàng tuần của họ, lên đến mức tối đa theo luật định. Số tuần tối đa bạn có thể thu thập được xác định bởi tổng số tiền lương trả cho bạn trong giai đoạn gốc và số tiền lãi suất của bạn. Để đủ điều kiện nhận trợ cấp, bạn phải được trả lương trong giai đoạn cơ bản ít nhất 30 lần mức lợi ích của bạn."
  ],
  [
    "Claimants with military service in the National Guard or Reserve Component that",
    "Yêu cầu bồi thường với nghĩa vụ quân sự trong Lực lượng Bảo vệ Quốc gia hoặc Dự bị"
  ],
  [
    "Clear the browser cache and history. If you need help, ask for it.",
    "Xóa bộ nhớ cache và lịch sử trình duyệt. Nếu bạn cần giúp đỡ, yêu cầu nó."
  ],
  [
    "Click \"Options\". This will launch a popup with menu options.",
    "Nhấp vào \"Tùy chọn\". Điều này sẽ khởi chạy một cửa sổ bật lên với các tùy chọn menu."
  ],
  [
    "Click here for contact information",
    "click vào đây để liên hệ thông tin"
  ],
  [
    "Click here for contact information.",
    "Click vào đây để liên hệ thông tin."
  ],
  [
    "click here to view Fee and Other Important Disclosures",
    "bấm vào đây để xem Phí và các tiết lộ quan trọng khác"
  ],
  [
    "Click on \"Content\" along the top of the popup menu.",
    "Nhấp vào \"Nội dung\" dọc theo đầu menu bật lên."
  ],
  [
    "Click the \"Tools\" menu.",
    "Nhấp vào menu \"Công cụ\"."
  ],
  [
    "Click",
    "Nhấp chuột"
  ],
  [
    "CN - CANADA",
    "CN - Canada"
  ],
  [
    "CN - CHINA",
    "CN - TRUNG QUỐC"
  ],
  [
    "COAST GUARD COMMUNITY SERVICES COMMAND - NAF",
    "DỊCH VỤ CỘNG ĐỒNG HƯỚNG DẪN CỘNG ĐỒNG - NAF"
  ],
  [
    "Coast Guard",
    "bảo vệ bờ biển"
  ],
  [
    "Colorado Child Support",
    "Hỗ trợ trẻ em Colorado"
  ],
  [
    "COMMANDER, NAVY INSTALLATION COMMAND - NAF",
    "LỆNH, LẮP ĐẶT LẮP ĐẶT - NAF"
  ],
  [
    "COMMISSION OF FINE ARTS",
    "CAM KẾT NGHỆ THUẬT MỸ"
  ],
  [
    "COMMISSION SECURITY &amp; COOPERATION IN EUROPE",
    "BẢO MẬT CAM KẾT & amp; HỢP TÁC TẠI CHÂU ÂU"
  ],
  [
    "COMMODITY FUTURES TRADING COMMISSION",
    "CAM KẾT GIAO DỊCH TƯƠNG LAI"
  ],
  [
    "completed:",
    "hoàn thành"
  ],
  [
    "Computer Programmers",
    "Lập trình viên máy tính"
  ],
  [
    "Conducting searches using internet job banks and bulletin boards as well as professional/trade publications.",
    "Tiến hành tìm kiếm bằng cách sử dụng ngân hàng việc làm internet và bảng thông báo cũng như các ấn phẩm chuyên nghiệp / thương mại."
  ],
  [
    "Confirm Password:",
    "Xác nhận mật khẩu:"
  ],
  [
    "Confirm Security Answer:",
    "Xác nhận trả lời bảo mật:"
  ],
  [
    "Confirm your Social Security Number:",
    "Xác nhận số an sinh xã hội của bạn:"
  ],
  [
    "conform to the following requirements:",
    "phù hợp với các yêu cầu sau:"
  ],
  [
    "CONGRESSIONAL BUDGET OFFICE",
    "VĂN PHÒNG NGÂN SÁCH QUỐC HỘI"
  ],
  [
    "Connecticut Child Support",
    "Hỗ trợ trẻ em Connecticut"
  ],
  [
    "Consistently with state and federal laws and regulations governing the confidentiality of unemployment\n                    compensation information, the Massachusetts Department of Unemployment Assistance (DUA) seeks to protect\n                    the data privacy of persons using UI Online. The DUA website uses “cookies.” That is, we store a small\n                    text file on your computer. The only information in the cookie is a system-generated identification\n                    number that we use only to maintain continuity during your use of UI Online and for the security of the\n                    webpages you access. Also, when you access the DUA website, we collect the IP address of the computer you\n                    are using. We use the IP address to make sure that, if you are applying or certifying for benefits, you\n                    are doing so from the United States or Canada, and for system maintenance. We do not disclose your IP\n                    address to third-parties, unless we determine that we need to do so for purposes of DUA program integrity.\n                    We treat your use of UI Online as your consent to our collection of these data.",
    "Phù hợp với luật pháp và quy định của tiểu bang và liên bang điều chỉnh tính bảo mật của thất nghiệp\n                    thông tin bồi thường, Bộ Hỗ trợ Thất nghiệp Massachusetts (DUA) tìm cách bảo vệ\n                    quyền riêng tư dữ liệu của những người sử dụng UI Online. Trang web DUA sử dụng cookie. Đó là, chúng tôi lưu trữ một nhỏ\n                    tập tin văn bản trên máy tính của bạn. Thông tin duy nhất trong cookie là nhận dạng do hệ thống tạo\n                    số mà chúng tôi chỉ sử dụng để duy trì tính liên tục trong quá trình bạn sử dụng UI Online và để bảo mật\n                    trang web bạn truy cập. Ngoài ra, khi bạn truy cập trang web DUA, chúng tôi sẽ thu thập địa chỉ IP của máy tính bạn\n                    đang sử dụng. Chúng tôi sử dụng địa chỉ IP để đảm bảo rằng, nếu bạn đang nộp đơn hoặc chứng nhận quyền lợi, bạn\n                    đang làm như vậy từ Hoa Kỳ hoặc Canada và để bảo trì hệ thống. Chúng tôi không tiết lộ IP của bạn\n                    gửi đến các bên thứ ba, trừ khi chúng tôi xác định rằng chúng tôi cần phải làm như vậy cho mục đích toàn vẹn chương trình DUA.\n                    Chúng tôi coi việc bạn sử dụng UI Online là sự đồng ý của bạn đối với việc thu thập các dữ liệu này của chúng tôi."
  ],
  [
    "CONSUMER FINANCIAL PROTECTION BUREAU",
    "BẢO VỆ TÀI CHÍNH NGƯỜI TIÊU DÙNG"
  ],
  [
    "Contact Information",
    "Thông tin liên lạc"
  ],
  [
    "Contains all four (4) of the following:",
    "Chứa tất cả bốn (4) sau đây:"
  ],
  [
    "Contra Costa",
    "Chống lại Costa"
  ],
  [
    "contributed to by one or more employers? (including lump sum and periodic payments)",
    "đóng góp bởi một hay nhiều nhà tuyển dụng? (bao gồm cả một lần và các khoản thanh toán định kỳ)"
  ],
  [
    "Conviction:",
    "Lòng tin chắc, sự kết án, phán quyết:"
  ],
  [
    "Coronavirus – COVID-19",
    "Vi-rút corona (COVID-19"
  ],
  [
    "Coronavirus Disease 2019 (COVID-19) Emergency Guidance",
    "Hướng dẫn khẩn cấp về bệnh coronavirus 2019 (COVID-19)"
  ],
  [
    "Coronavirus Disease 2019 (COVID-19) Emergency Information",
    "Thông tin khẩn cấp về bệnh coronavirus 2019 (COVID-19)"
  ],
  [
    "CORPORATION FOR NAT&#39;L &amp; COMMUNITY SERVICE",
    "CÔNG TY CỔ PHẦN CHO NAT & # 39; L & amp; DỊCH VỤ CỘNG ĐỒNG"
  ],
  [
    "Correspondence Preference",
    "Sở thích tương ứng"
  ],
  [
    "COUNCIL OF ECONOMIC ADVISERS",
    "HỘI ĐỒNG TƯ VẤN KINH TẾ"
  ],
  [
    "COUNCIL OF THE IG ON INTEGRITY AND EFFICIENCY",
    "HỘI ĐỒNG CỦA IG VỀ TÍCH HỢP VÀ HIỆU QUẢ"
  ],
  [
    "COUNCIL ON ENVIRONMENTAL QUALITY",
    "HỘI ĐỒNG CHẤT LƯỢNG MÔI TRƯỜNG"
  ],
  [
    "Country:",
    "Quốc gia:"
  ],
  [
    "County to which you are required to pay child support:",
    "Quận mà bạn phải trả tiền cấp dưỡng con cái:"
  ],
  [
    "County",
    "Quận"
  ],
  [
    "coverage you can review information through the Health Connector or apply online at",
    "bảo hiểm bạn có thể xem lại thông tin thông qua Health Connector hoặc đăng ký trực tuyến tại"
  ],
  [
    "Croatian",
    "Tiếng Croatia"
  ],
  [
    "Customer service",
    "Dịch vụ khách hàng"
  ],
  [
    "CV - CAPE VERDE",
    "CV - MÀU XANH"
  ],
  [
    "CX - CHRISTMAS ISLAND",
    "CX - ĐẢO CHRISTMAS"
  ],
  [
    "CZ - CZECH REPUBLIC",
    "CỘNG HÒA"
  ],
  [
    "Czech",
    "Séc"
  ],
  [
    "Danish",
    "người Đan Mạch"
  ],
  [
    "Dari",
    "Từ"
  ],
  [
    "data privacy",
    "bảo mật dữ liệu"
  ],
  [
    "Date of Birth is required. (30)",
    "Ngày sinh là bắt buộc. (30)"
  ],
  [
    "Date of Birth:",
    "Ngày sinh:"
  ],
  [
    "days of continuous active duty",
    "ngày làm nhiệm vụ liên tục"
  ],
  [
    "DC - District of Columbia",
    "DC - Quận Columbia"
  ],
  [
    "DC Child Support",
    "Hỗ trợ trẻ em DC"
  ],
  [
    "DD214-Member 4",
    "DD214-Thành viên 4"
  ],
  [
    "DE - Delaware",
    "DE-Del biết"
  ],
  [
    "DE - GERMANY",
    "TỪ - ĐỨC"
  ],
  [
    "Debit Card",
    "Thẻ ghi nợ"
  ],
  [
    "Debit Cards",
    "Thẻ ghi nợ"
  ],
  [
    "DEFENSE NUCLEAR FACILITIES SAFETY BOARD",
    "DEFENSE NUCLEAR CƠ SỞ AN TOÀN"
  ],
  [
    "Del Norte",
    "Bắc"
  ],
  [
    "Delaware Child Support",
    "Hỗ trợ trẻ em Del biết"
  ],
  [
    "Delaware",
    "Del biết"
  ],
  [
    "Delete",
    "Xóa bỏ"
  ],
  [
    "DENALI COMMISSION",
    "Uỷ ban DENALI"
  ],
  [
    "DEPARTMENT OF AGRICULTURE",
    "SỞ NÔNG NGHIỆP"
  ],
  [
    "DEPARTMENT OF COMMERCE                            /BUREAU OF THE CENSUS                              , ST. LOUIS                , MO",
    "SỞ THƯƠNG MẠI / BUREAU CỦA CENSUS, ST. LOUIS, MO"
  ],
  [
    "DEPARTMENT OF COMMERCE",
    "SỞ THƯƠNG MẠI"
  ],
  [
    "DEPARTMENT OF DEFENSE",
    "SỞ KHAI THÁC"
  ],
  [
    "DEPARTMENT OF EDUCATION",
    "SỞ GIÁO DỤC"
  ],
  [
    "DEPARTMENT OF ENERGY",
    "SỞ NĂNG LƯỢNG"
  ],
  [
    "DEPARTMENT OF HEALTH &amp; HUMAN SERVICE",
    "SỞ Y TẾ & amp; DỊCH VỤ CON NGƯỜI"
  ],
  [
    "DEPARTMENT OF HEALTH &amp; HUMAN SERVICES",
    "SỞ Y TẾ & amp; DỊCH VỤ CON NGƯỜI"
  ],
  [
    "DEPARTMENT OF HEALTH AND HUMAN SERVICES - OS",
    "SỞ DỊCH VỤ SỨC KHỎE VÀ CON NGƯỜI - HĐH"
  ],
  [
    "DEPARTMENT OF HEALTH AND HUMAN SERVICES",
    "SỞ Y TẾ VÀ DỊCH VỤ DÂN SINH"
  ],
  [
    "DEPARTMENT OF HOUSING AND URBAN DEVELOPMENT",
    "SỞ PHÁT TRIỂN NHÀ Ở VÀ ĐÔ THỊ"
  ],
  [
    "DEPARTMENT OF JUSTICE",
    "SỞ GIAO DỊCH"
  ],
  [
    "DEPARTMENT OF LABOR                               /REGION I                                          , BOSTON                   , MA",
    "SỞ LAO ĐỘNG / KHU VỰC I, BOSTON, MA"
  ],
  [
    "DEPARTMENT OF LABOR",
    "SỞ LAO ĐỘNG"
  ],
  [
    "DEPARTMENT OF STATE",
    "SỞ NHÀ NƯỚC"
  ],
  [
    "DEPARTMENT OF THE AIR FORCE - NAF",
    "Bộ phận của lực lượng không quân - NAF"
  ],
  [
    "DEPARTMENT OF THE AIR FORCE NAF VANCE",
    "SỞ VƯỜN NAF AIR FORCE"
  ],
  [
    "DEPARTMENT OF THE AIR FORCE NATIONAL GUARD",
    "SỞ HƯỚNG DẪN QUỐC GIA LỰC LƯỢNG"
  ],
  [
    "DEPARTMENT OF THE AIR FORCE",
    "SỞ CỦA LỰC LƯỢNG"
  ],
  [
    "DEPARTMENT OF THE AIR FORCE/HANSCOM AFB, JBSA RANDOLPH, TX",
    "SỞ CỦA LỰC LƯỢNG KHÔNG KHÍ / HANSCOM AFB, JBSA RANDOLPH, TX"
  ],
  [
    "DEPARTMENT OF THE ARMY - NAF",
    "SỞ CỦA ARMY - NAF"
  ],
  [
    "DEPARTMENT OF THE ARMY NATIONAL GUARD",
    "BỘ GIÁO DỤC QUỐC GIA ARMY"
  ],
  [
    "DEPARTMENT OF THE ARMY",
    "SỞ CỦA ARMY"
  ],
  [
    "DEPARTMENT OF THE INTERIOR                        /NATIONAL PARK SERVICE                             , ST. LOUIS                , MO",
    "SỞ DỊCH VỤ NỘI THẤT / VƯỜN QUỐC GIA, ST. LOUIS, MO"
  ],
  [
    "DEPARTMENT OF THE INTERIOR",
    "SỞ NỘI THẤT"
  ],
  [
    "DEPARTMENT OF THE NAVY",
    "Bộ phận của hải quân"
  ],
  [
    "DEPARTMENT OF THE TREASURY                        /INTERNAL REVENUE SERVICE                          , ST. LOUIS                , MO",
    "SỞ DỊCH VỤ THU HỒI / DỊCH VỤ DOANH THU NỘI BỘ, ST. LOUIS, MO"
  ],
  [
    "DEPARTMENT OF THE TREASURY",
    "KHO BẠC NHÀ NƯỚC"
  ],
  [
    "DEPARTMENT OF TRANSPORTATION                      /FEDERAL AVIATION ADMINISTRATION                   , ST. LOUIS                , MO",
    "SỞ GIAO DỊCH VẬN TẢI / QUẢN LÝ HÀNG KHÔNG LIÊN QUAN, ST. LOUIS, MO"
  ],
  [
    "DEPARTMENT OF TRANSPORTATION",
    "SỞ VẬN TẢI"
  ],
  [
    "DEPARTMENT OF VETERANS AFFAIRS                    /VETERANS HEALTH ADMINISTRATION                    , BEDFORD                  , MA",
    "SỞ QUẢN LÝ VETERANS AFFAIRS / VETERANS QUẢN LÝ SỨC KHỎE, BEDFORD, MA"
  ],
  [
    "DEPARTMENT OF VETERANS AFFAIRS                    /VETERANS HEALTH ADMINISTRATION                    , BROCKTON                 , MA",
    "SỞ QUẢN LÝ VETERANS AFFAIRS / VETERANS QUẢN LÝ SỨC KHỎE, BROCKTON, MA"
  ],
  [
    "DEPARTMENT OF VETERANS AFFAIRS                    /VETERANS HEALTH ADMINISTRATION                    , LEEDS                    , MA",
    "SỞ QUẢN LÝ VETERAN AFFAIRS / VETERANS QUẢN LÝ SỨC KHỎE, LEEDS, MA"
  ],
  [
    "DEPARTMENT OF VETERANS AFFAIRS",
    "SỞ CỰU CHIẾN BINH"
  ],
  [
    "Department/Agency",
    "Sở / cơ quan"
  ],
  [
    "Dependent Child Details",
    "Chi tiết con phụ thuộc"
  ],
  [
    "Dependent Children Summary",
    "Tóm tắt trẻ em phụ thuộc"
  ],
  [
    "Dependent Questions",
    "Câu hỏi phụ thuộc"
  ],
  [
    "dependent upon and mainly supported by the claimant,",
    "phụ thuộc và chủ yếu được hỗ trợ bởi nguyên đơn,"
  ],
  [
    "Deposit made to an unemployment debit card",
    "Gửi tiền vào thẻ ghi nợ thất nghiệp"
  ],
  [
    "DHS   TRANSPORTATION SECURITY ADMINISTRATION      /TRANSPORTATION SECURITY ADMINISTRATION            , ARLINGTON                , VA",
    "QUẢN TRỊ AN NINH VẬN TẢI / QUẢN LÝ AN NINH VẬN TẢI"
  ],
  [
    "DHS   U.S. COAST GUARD   CIVILIAN                 /U.S. COAST GUARD   CIVILIAN                       , ST. LOUIS                , MO",
    "CƠ SỞ HƯỚNG DẪN CÁ NHÂN CỦA HOA K U Hoa Kỳ / U.S. HƯỚNG DẪN CÁ NHÂN, ST. LOUIS, MO"
  ],
  [
    "DHS - CITIZENSHIP &amp; IMMIGRATION SERVICES",
    "DHS - CÔNG DÂN & amp; DỊCH VỤ NGAY LẬP TỨC"
  ],
  [
    "DHS - FEDERAL EMERGENCY MANAGEMENT AGENCY",
    "ĐẠI LÝ QUẢN LÝ KHẨN CẤP LIÊN QUAN"
  ],
  [
    "DHS - FEDERAL LAW ENFORCEMENT TRAINING CENTER",
    "TRUNG TÂM ĐÀO TẠO THỰC HIỆN PHÁP LUẬT LIÊN QUAN"
  ],
  [
    "DHS - IMMIGRATION &amp; CUSTOMS ENFORCEMENT",
    "DHS - NGAY LẬP TỨC & amp; KHAI THÁC KHÁCH HÀNG"
  ],
  [
    "DHS - MANAGEMENT DIRECTORATE",
    "DHS - GIÁM ĐỐC QUẢN LÝ"
  ],
  [
    "DHS - OFFICE OF GRANT PROGRAMS",
    "DHS - VĂN PHÒNG CHƯƠNG TRÌNH CẤP"
  ],
  [
    "DHS - OFFICE OF THE INSPECTOR GENERAL",
    "DHS - VĂN PHÒNG TỔNG HỢP KIỂM TRA"
  ],
  [
    "DHS - SCIENCE AND TECHNOLOGY DIRECTORATE",
    "GIÁM ĐỐC KHOA HỌC VÀ CÔNG NGHỆ"
  ],
  [
    "DHS - TRANSPORTATION SECURITY ADMINISTRATION",
    "DHS - QUẢN LÝ AN NINH VẬN TẢI"
  ],
  [
    "DHS - U.S. COAST GUARD - CIVILIAN",
    "DHS - HƯỚNG DẪN COAST Hoa Kỳ - DÂN SỰ"
  ],
  [
    "DHS - U.S. CUSTOMS AND BORDER PROTECTION",
    "DHS - BẢO VỆ KHÁCH HÀNG VÀ BIÊN GIỚI Hoa Kỳ"
  ],
  [
    "DHS - U.S. SECRET SERVICE",
    "DHS - DỊCH VỤ BÍ MẬT"
  ],
  [
    "DHS-CYBERSECURITY &amp; INFRASTRUCTURE SECURITY AGENCY",
    "SỨC KHỎE & CYBERSECURITY & amp; CƠ QUAN AN NINH CƠ SỞ HẠ TẦNG"
  ],
  [
    "Did you work full time for this Employer:",
    "Bạn đã làm việc toàn thời gian cho Nhà tuyển dụng này:"
  ],
  [
    "Did you work full time for this employer?",
    "Bạn đã làm việc toàn thời gian cho nhà tuyển dụng này?"
  ],
  [
    "Direct Deposit Information",
    "Thông tin tiền gửi trực tiếp"
  ],
  [
    "direct deposit",
    "gửi tiền trực tiếp"
  ],
  [
    "Direct deposit",
    "Gửi tiền trực tiếp"
  ],
  [
    "Direct Deposit",
    "Gửi tiền trực tiếp"
  ],
  [
    "Disability is required. (30)",
    "Khuyết tật là bắt buộc. (30)"
  ],
  [
    "Disability",
    "Khuyết tật"
  ],
  [
    "Discharged:",
    "Xuất viện:"
  ],
  [
    "District of Columbia (DC)",
    "Quận Columbia (DC)"
  ],
  [
    "DISTRICT OF COLUMBIA COURTS",
    "QUẬN TÒA ÁN COLUMBIA"
  ],
  [
    "District of Columbia",
    "Quận Columbia"
  ],
  [
    "DK - DENMARK",
    "ĐK - ĐAN MẠCH"
  ],
  [
    "DO - DOMINICAN REPUBLIC",
    "DO - CỘNG HÒA DOMINICAN"
  ],
  [
    "Do I meet the eligibility requirements?",
    "Tôi có đáp ứng các yêu cầu đủ điều kiện không?"
  ],
  [
    "do not have at least",
    "không có ít nhất"
  ],
  [
    "Do not save any files or forms to a Public Computer",
    "Không lưu bất kỳ tệp hoặc biểu mẫu nào vào Máy tính Công cộng"
  ],
  [
    "Do not save your login information",
    "Không lưu thông tin đăng nhập của bạn"
  ],
  [
    "Do you have a definite recall date:",
    "Bạn có một ngày thu hồi xác định:"
  ],
  [
    "Do you have a disability:",
    "Bạn có khuyết tật nào không:"
  ],
  [
    "Do you have qualified dependents:",
    "Bạn có người phụ thuộc đủ điều kiện:"
  ],
  [
    "Do you prefer to receive correspondence from DUA in your primary language?",
    "Bạn có muốn nhận thư từ DUA bằng ngôn ngữ chính của bạn không?"
  ],
  [
    "Does not contain a space (i.e. \" \")",
    "Không chứa khoảng trắng (tức là \"\")"
  ],
  [
    "Does NOT include regular earnings for work performed.",
    "KHÔNG bao gồm thu nhập thường xuyên cho công việc được thực hiện."
  ],
  [
    "Does the child live in the United States or any other U.S. Territory? is required. (30)",
    "Trẻ có sống ở Hoa Kỳ hoặc bất kỳ Lãnh thổ Hoa Kỳ nào khác không? bắt buộc. (30)"
  ],
  [
    "Don’t save any files on the computer. They will be available to the next user. If you need to download a\n                    file, make sure you know where it is being stored and delete it when you’re done.",
    "Don Tiết lưu bất kỳ tập tin trên máy tính. Họ sẽ có sẵn cho người dùng tiếp theo. Nếu bạn cần tải về\n                    tập tin, đảm bảo bạn biết nơi nó đang được lưu trữ và xóa nó khi bạn thực hiện xong."
  ],
  [
    "Download Adobe .PDF Reader (Free)",
    "Tải xuống Adobe .PDF Reader (Miễn phí)"
  ],
  [
    "DUA will make best efforts to provide you with services in your primary language.",
    "DUA sẽ nỗ lực hết sức để cung cấp cho bạn các dịch vụ bằng ngôn ngữ chính của bạn."
  ],
  [
    "During the last 15 months did you or do you now pay more than 50% of the support for this child? is required. (30)",
    "Trong 15 tháng qua, bạn có hoặc bây giờ bạn phải trả hơn 50% khoản hỗ trợ cho đứa trẻ này không? bắt buộc. (30)"
  ],
  [
    "During the week of Sunday, April 5, 2020 through Saturday, April 11, 2020 how many hours did you or will you work? response is required. (30)",
    "Trong tuần từ Chủ nhật, ngày 5 tháng 4 năm 2020 đến Thứ Bảy, ngày 11 tháng 4 năm 2020 bạn đã làm việc bao nhiêu giờ? đáp ứng là cần thiết. (30)"
  ],
  [
    "Dutch",
    "Hà Lan"
  ],
  [
    "DZ - ALGERIA",
    "ĐZ - ALGERIA"
  ],
  [
    "E",
    "và"
  ],
  [
    "Each international transaction",
    "Mỗi giao dịch quốc tế"
  ],
  [
    "EE - ESTONIA",
    "CÓ - ESTONIA"
  ],
  [
    "EG - EGYPT",
    "TRỨNG"
  ],
  [
    "Egyptian/Arabic",
    "Ai Cập / Ả Rập"
  ],
  [
    "EH - WESTERN SAHARA",
    "EH - Tây SAHARA"
  ],
  [
    "eighteen years of age or over and incapable of earning wages because of mental or physical incapacity;",
    "mười tám tuổi trở lên và không có khả năng kiếm tiền lương vì bất lực về tinh thần hoặc thể chất;"
  ],
  [
    "EISENHOWER MEMORIAL COMMISSION",
    "Ủy ban kỷ niệm EISENHOWER"
  ],
  [
    "Electronic",
    "Điện tử"
  ],
  [
    "Eligibility Information",
    "Thông tin đủ điều kiện"
  ],
  [
    "Email Address",
    "Địa chỉ email"
  ],
  [
    "Email Address:",
    "Địa chỉ email:"
  ],
  [
    "emergency:",
    "trường hợp khẩn cấp:"
  ],
  [
    "Employed as a Civilian Federal Employee:",
    "Làm nhân viên liên bang dân sự:"
  ],
  [
    "Employed as a",
    "Làm việc như một"
  ],
  [
    "Employed by the Military in Active Duty:",
    "Được sử dụng bởi Quân đội trong Nhiệm vụ đang hoạt động:"
  ],
  [
    "Employed by the",
    "Được tuyển dụng bởi"
  ],
  [
    "Employed in Massachusetts (excluding military and federal civilian employment):",
    "Làm việc tại Massachusetts (không bao gồm việc làm dân sự của quân đội và liên bang):"
  ],
  [
    "Employed in state other than Massachusetts (excluding military and federal civilian\n\t\t\t\t\t\t\temployment):",
    "Làm việc tại tiểu bang khác ngoài Massachusetts (không bao gồm dân sự quân sự và liên bang\nviệc làm):"
  ],
  [
    "Employed in",
    "Làm việc trong"
  ],
  [
    "Employer addresses",
    "Địa chỉ nhà tuyển dụng"
  ],
  [
    "Employer Business Name",
    "Tên doanh nghiệp"
  ],
  [
    "Employer closed",
    "Nhà tuyển dụng đóng cửa"
  ],
  [
    "Employer Legal Address",
    "Địa chỉ pháp lý của chủ lao động"
  ],
  [
    "Employer Legal Address:",
    "Địa chỉ pháp lý của chủ lao động:"
  ],
  [
    "Employer Legal Name",
    "Tên pháp lý của chủ lao động"
  ],
  [
    "Employer Name:&nbsp;",
    "Tên nhà tuyển dụng:&nbsp;"
  ],
  [
    "Employer phone numbers",
    "Số điện thoại của nhân viên"
  ],
  [
    "Employer Physical Address:",
    "Địa chỉ vật lý của chủ lao động:"
  ],
  [
    "Employer Physical Location",
    "Vị trí vật lý của chủ nhân"
  ],
  [
    "Employers are authorized by law to provide DUA with information needed to determine your eligibility for benefits. This information includes your dates of employment, wages paid and the reason for your employment separation. Information you provide about why you left specific employment may be disclosed to that employer so that DUA may determine your eligibility for benefits.",
    "Nhà tuyển dụng được pháp luật cho phép cung cấp cho DUA thông tin cần thiết để xác định tính đủ điều kiện nhận trợ cấp của bạn. Thông tin này bao gồm ngày làm việc của bạn, tiền lương được trả và lý do tách việc làm của bạn. Thông tin bạn cung cấp về lý do bạn rời bỏ việc làm cụ thể có thể được tiết lộ cho nhà tuyển dụng đó để DUA có thể xác định tính đủ điều kiện nhận trợ cấp của bạn."
  ],
  [
    "Employment End Date:",
    "Ngày kết thúc việc làm:"
  ],
  [
    "Employment start and end dates",
    "Ngày bắt đầu và kết thúc việc làm"
  ],
  [
    "Employment Start Date:",
    "Ngày bắt đầu làm việc:"
  ],
  [
    "Employment Type:",
    "Loại việc làm:"
  ],
  [
    "Employment",
    "Việc làm"
  ],
  [
    "End Date",
    "Ngày cuối"
  ],
  [
    "English",
    "Tiếng Anh"
  ],
  [
    "Enter Employer Name As:",
    "Nhập tên nhà tuyển dụng là:"
  ],
  [
    "Enter State Employer Name As:",
    "Nhập tên công ty nhà nước như:"
  ],
  [
    "Enter the following information only if you have chosen",
    "Chỉ nhập thông tin sau nếu bạn đã chọn"
  ],
  [
    "Enter the physical location where you performed work for this employer, if different than the address listed above.",
    "Nhập vị trí thực tế nơi bạn thực hiện công việc cho chủ lao động này, nếu khác với địa chỉ được liệt kê ở trên."
  ],
  [
    "Enter the ZIP code of your home address:",
    "Nhập mã ZIP của địa chỉ nhà của bạn:"
  ],
  [
    "Enter the",
    "Nhập"
  ],
  [
    "Enter your employer’s name; refer to check stubs, W-2 forms, or form 590A (separation form from your Employer) for name and spelling.  If you are unsure of the spelling of the employer name, entering fewer letters (at least 2 characters) will produce more results.",
    "Nhập tên nhà tuyển dụng của bạn tên; tham khảo kiểm tra sơ khai, biểu mẫu W-2 hoặc biểu mẫu 590A (biểu mẫu tách khỏi Chủ lao động của bạn) để biết tên và chính tả. Nếu bạn không chắc về cách đánh vần tên của nhà tuyển dụng, nhập ít chữ cái hơn (ít nhất 2 ký tự) sẽ tạo ra nhiều kết quả hơn."
  ],
  [
    "Enter your job title and select",
    "Nhập chức danh công việc của bạn và chọn"
  ],
  [
    "Enter your job title while working for the employer listed above:",
    "Nhập chức danh công việc của bạn trong khi làm việc cho nhà tuyển dụng được liệt kê ở trên:"
  ],
  [
    "Enter Your Social Security Number:",
    "Nhập số an sinh xã hội của bạn:"
  ],
  [
    "Enter your total period of employment with this employer:",
    "Nhập tổng thời gian làm việc của bạn với nhà tuyển dụng này:"
  ],
  [
    "Enter",
    "Đi vào"
  ],
  [
    "Entering “Pete” will return employer names with the word “Pete” within the name.",
    "Nhập tên vào Pete Pete sẽ trả lại tên nhà tuyển dụng với từ ngữ Pete Pete trong tên."
  ],
  [
    "Entry of Employer Name and/or Employer City:",
    "Nhập tên nhà tuyển dụng và / hoặc Thành phố sử dụng lao động:"
  ],
  [
    "Entry of Employer Name:",
    "Nhập tên nhân viên:"
  ],
  [
    "ENVIRONMENTAL PROTECTION AGENCY",
    "CO QUAN BAO VE MOI TRUONG"
  ],
  [
    "EQUAL EMPLOYMENT OPPORTUNITY COMMISSION",
    "CAM KẾT CƠ HỘI NHÂN VIÊN"
  ],
  [
    "ES - SPAIN",
    "ES - TÂY BAN NHA"
  ],
  [
    "Estonian",
    "Tiếng Estonia"
  ],
  [
    "ET - ETHIOPIA",
    "VÀ - ETHIOPIA"
  ],
  [
    "Ethnic Heritage:",
    "Di sản dân tộc:"
  ],
  [
    "Even with enough wages to qualify for unemployment benefits, the reason for separation from employment may impact your eligibility for benefits.",
    "Ngay cả khi có đủ tiền lương để đủ điều kiện nhận trợ cấp thất nghiệp, lý do tách khỏi việc làm có thể ảnh hưởng đến việc bạn đủ điều kiện nhận trợ cấp."
  ],
  [
    "Example:&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;“Pete’s Ceramics”",
    "Ví dụ:&nbsp;&nbsp;&nbsp;&nbsp;& nbsp;"
  ],
  [
    "Example:&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Employer Name:  Widgets Inc.",
    "Ví dụ:&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Tên nhà tuyển dụng: Widgets Inc."
  ],
  [
    "Examples of State Agency Searches:",
    "Ví dụ về Tìm kiếm của Cơ quan Nhà nước:"
  ],
  [
    "EXECUTIVE RESIDENCE AT THE WHITE HOUSE",
    "KHAI THÁC THỰC HIỆN TẠI NHÀ TRẮNG"
  ],
  [
    "Exit",
    "Lối ra"
  ],
  [
    "EXPORT-IMPORT BANK",
    "NGÂN HÀNG XUẤT NHẬP KHẨU"
  ],
  [
    "FARM CREDIT ADMINISTRATION",
    "QUẢN LÝ TÍN DỤNG NÔNG NGHIỆP"
  ],
  [
    "Federal Civilian Employment",
    "Việc làm dân sự liên bang"
  ],
  [
    "Federal Civilian Work History",
    "Lịch sử làm việc dân sự liên bang"
  ],
  [
    "Federal Civilian",
    "Dân sự liên bang"
  ],
  [
    "FEDERAL COMMUNICATIONS COMMISSION",
    "CỘNG ĐỒNG TRUYỀN THÔNG LIÊN BANG"
  ],
  [
    "Federal Department / Agency:",
    "Bộ / Cơ quan Liên bang:"
  ],
  [
    "FEDERAL DEPOSIT INSURANCE CORPORATION",
    "TỔNG CÔNG TY BẢO HIỂM TIỀN GỬI LIÊN BANG"
  ],
  [
    "FEDERAL ELECTION COMMISSION",
    "Ủy ban bầu cử liên bang"
  ],
  [
    "Federal Employee",
    "Nhân viên liên bang"
  ],
  [
    "Federal employment includes work as a civilian employee of a federal government agency.",
    "Việc làm liên bang bao gồm làm việc như một nhân viên dân sự của một cơ quan chính phủ liên bang."
  ],
  [
    "FEDERAL ENERGY REGULATORY COMMISSION",
    "Ủy ban điều chỉnh năng lượng liên bang"
  ],
  [
    "FEDERAL HOUSING FINANCE AGENCY",
    "CƠ QUAN TÀI CHÍNH NHÀ Ở LIÊN QUAN"
  ],
  [
    "FEDERAL LABOR RELATIONS AUTHORITY",
    "LIÊN QUAN LAO ĐỘNG LIÊN QUAN"
  ],
  [
    "FEDERAL MARITIME COMMISSION",
    "Ủy ban hàng hải liên bang"
  ],
  [
    "FEDERAL MEDIATION AND CONCILIATION SERVICE",
    "DỊCH VỤ TRUYỀN THÔNG VÀ HỢP TÁC LIÊN QUAN"
  ],
  [
    "FEDERAL MINE SAFETY &amp; HEALTH REVIEW COMMISSION",
    "AN TOÀN LIÊN BANG & amp; CAM KẾT ĐÁNH GIÁ SỨC KHỎE"
  ],
  [
    "FEDERAL RETIREMENT THRIFT INVESTMENT BOARD",
    "BAN ĐẦU TƯ LIÊN QUAN"
  ],
  [
    "FEDERAL TRADE COMMISSION",
    "ỦY BAN THƯƠNG MẠI LIÊN BANG"
  ],
  [
    "Fee Disclosure and Other Important Disclosures*",
    "Tiết lộ phí và các tiết lộ quan trọng khác *"
  ],
  [
    "Female",
    "Giống cái"
  ],
  [
    "FI - FINLAND",
    "FI - Phần Lan"
  ],
  [
    "Fields are as where keyboard characters are entered.",
    "Các trường là nơi nhập các ký tự bàn phím."
  ],
  [
    "Fields:",
    "Lĩnh vực:"
  ],
  [
    "Find details and conditions for all fee and services in the cardholder agreement.",
    "Tìm chi tiết và điều kiện cho tất cả các khoản phí và dịch vụ trong thỏa thuận chủ thẻ."
  ],
  [
    "First Name is required. (30)",
    "Tên được yêu cầu. (30)"
  ],
  [
    "First Name:",
    "Tên đầu tiên:"
  ],
  [
    "FK - FALKLAND ISLANDS (MALVINA)",
    "FK - QUẦN ĐẢO FALKLAND (MALVINA)"
  ],
  [
    "Florida Child Support",
    "Hỗ trợ trẻ em Florida"
  ],
  [
    "FM - MICRONESIA,  FEDRATED STA",
    "FM - MICRONESIA, STA LIÊN QUAN"
  ],
  [
    "FO - FAROE ISLANDS",
    "QUẦN ĐẢO FAROE"
  ],
  [
    "food",
    "món ăn"
  ],
  [
    "For additional information related to a Job Title, select the hyperlink associated with the job title.",
    "Để biết thêm thông tin liên quan đến Tiêu đề công việc, hãy chọn siêu liên kết được liên kết với chức danh công việc."
  ],
  [
    "For Internet Explorer browsers:",
    "Đối với trình duyệt Internet Explorer:"
  ],
  [
    "For more details, please click",
    "Để biết thêm chi tiết, xin vui lòng bấm vào"
  ],
  [
    "for more information\n.",
    "để biết thêm thông tin\n."
  ],
  [
    "For more information about prepaid cards, visit cfpb.gov/prepaid.",
    "Để biết thêm thông tin về thẻ trả trước, hãy truy cập cfpb.gov/prepaid."
  ],
  [
    "For more information on DTA programs and services, visit",
    "Để biết thêm thông tin về các chương trình và dịch vụ DTA, hãy truy cập"
  ],
  [
    "For Mozilla Firefox:",
    "Đối với Mozilla Firefox:"
  ],
  [
    "For questions regarding the debit cards, contact the debit card provider. Visit web site",
    "Đối với các câu hỏi liên quan đến thẻ ghi nợ, liên hệ với nhà cung cấp thẻ ghi nợ. Truy cập trang web"
  ],
  [
    "for the loss of wages?",
    "vì mất tiền lương?"
  ],
  [
    "for this employer?",
    "cho chủ nhân này?"
  ],
  [
    "four completed calendar quarters immediately preceding the effect date of your claim. Your claim is based on wages paid during this period.\nFor the first column in the table below, each range of dates will begin with the first Sunday of the quarter.",
    "bốn quý hoàn thành ngay trước ngày có hiệu lực của yêu cầu của bạn. Yêu cầu của bạn dựa trên tiền lương được trả trong thời gian này.\nĐối với cột đầu tiên trong bảng bên dưới, mỗi phạm vi ngày sẽ bắt đầu bằng Chủ nhật đầu tiên của quý."
  ],
  [
    "FR - FRANCE",
    "FR - PHÁP"
  ],
  [
    "French",
    "người Pháp"
  ],
  [
    "Friday, April 10, 2020",
    "Thứ Sáu, ngày 10 tháng 4 năm 2020"
  ],
  [
    "Full Time School is described as a course or training program providing a minimum of at least 20 hours of supervised classroom training per week or 12 credits each semester or the equivalent.",
    "Trường toàn thời gian được mô tả là một khóa học hoặc chương trình đào tạo cung cấp tối thiểu 20 giờ đào tạo lớp học có giám sát mỗi tuần hoặc 12 tín chỉ mỗi học kỳ hoặc tương đương."
  ],
  [
    "FX - FRANCE- METROPOLITAN",
    "FX - PHÁP- METROPOLITAN"
  ],
  [
    "GA - GABON",
    "GA-GABON"
  ],
  [
    "GA - Georgia",
    "GA-Georgia"
  ],
  [
    "GB - UNITED KINGDOM",
    "GB - VƯƠNG QUỐC"
  ],
  [
    "GE - GEORGIA",
    "GE-GEORGIA"
  ],
  [
    "Gender is required. (30)",
    "Giới tính là bắt buộc. (30)"
  ],
  [
    "Gender:",
    "Giới tính:"
  ],
  [
    "General Information - Non-Massachusetts Child Support State Information",
    "Thông tin chung - Thông tin nhà nước hỗ trợ trẻ em không thuộc tiểu bang Massachusetts"
  ],
  [
    "GENERAL SERVICES ADMINISTRATION",
    "DỊCH VỤ CHUNG"
  ],
  [
    "Georgia Child Support",
    "Hỗ trợ trẻ em Georgia"
  ],
  [
    "German",
    "tiếng Đức"
  ],
  [
    "Getting Started with the Massachusetts Unemployment Benefits Online Application",
    "Bắt đầu với Đơn xin Trợ cấp Thất nghiệp tại Massachusetts"
  ],
  [
    "GF - FRENCH GUIANA",
    "GÒ VẤP - PHÁP"
  ],
  [
    "GG - GUERNSEY",
    "GG - TIẾNG VIỆT"
  ],
  [
    "GL - GREENLAND",
    "GL - XANH"
  ],
  [
    "GOVERNMENT ACCOUNTABILITY OFFICE",
    "VĂN PHÒNG KIỂM TOÁN CHÍNH PHỦ"
  ],
  [
    "Government agencies may need entry of more than eight characters.  Refer to the following:",
    "Các cơ quan chính phủ có thể cần nhập hơn tám ký tự. Tham khảo những điều sau đây:"
  ],
  [
    "Government Employer Name Searches:",
    "Tên nhà tuyển dụng chính phủ Tìm kiếm:"
  ],
  [
    "GQ - EQUATORIAL GUINEA",
    "GQ - GUINEA THIẾT BỊ"
  ],
  [
    "GR - GREECE",
    "GR - TUYỆT VỜI"
  ],
  [
    "Greek",
    "người Hy Lạp"
  ],
  [
    "Gross Wage is required. (30)",
    "Tổng tiền lương là bắt buộc. (30)"
  ],
  [
    "Gross Wages since",
    "Tổng tiền lương kể từ khi"
  ],
  [
    "Gross Wages:",
    "Tổng tiền lương:"
  ],
  [
    "GS - SOUTH GEORGIA AND THE SOU",
    "GS - NAM GEORGIA VÀ NAM"
  ],
  [
    "Guam Child Support",
    "Hỗ trợ trẻ em ở đảo Guam"
  ],
  [
    "Guam",
    "Quê hương"
  ],
  [
    "Haitian Creole",
    "Creole Haiti"
  ],
  [
    "HARRY S. TRUMAN SCHOLARSHIP FOUNDATION",
    "HARRY S. TRUMAN SCHOLARSHIP NỀN TẢNG"
  ],
  [
    "Have you applied for or are you receiving payments from a pension fund, annuity\n\t\t\t\t\t\t\tfund, or retirement account contributed to by an employer:",
    "Bạn đã nộp đơn hoặc bạn đang nhận thanh toán từ quỹ hưu trí, niên kim\nquỹ, hoặc tài khoản hưu trí được đóng góp bởi một người sử dụng lao động:"
  ],
  [
    "Have you applied for or are you receiving payments from a union pension fund contributed\n\t\t\t\t\t\t\tto by one or more employers:",
    "Bạn đã nộp đơn hoặc bạn đang nhận thanh toán từ quỹ hưu trí công đoàn đã đóng góp\nđến bởi một hoặc nhiều nhà tuyển dụng:"
  ],
  [
    "Have you applied for or are you receiving severance or other payments due to separation\n\t\t\t\t\t\t\tfrom employment:",
    "Bạn đã nộp đơn xin hoặc bạn đang nhận trợ cấp thôi việc hoặc các khoản thanh toán khác do tách\ntừ việc làm:"
  ],
  [
    "Have you applied for or are you receiving vacation or Personal Time Off (PTO) pay\n\t\t\t\t\t\t\tbecause of or upon your separation from employment:",
    "Bạn đã đăng ký hoặc bạn đang nhận được kỳ nghỉ hoặc thời gian nghỉ cá nhân (PTO)\nbởi vì hoặc khi bạn tách khỏi công việc:"
  ],
  [
    "Have you applied for or are you receiving workers' compensation payments for the\n\t\t\t\t\t\t\tloss of wages:",
    "Bạn đã nộp đơn hoặc bạn đang nhận khoản thanh toán bồi thường của công nhân cho\nmất tiền lương:"
  ],
  [
    "Have you been separated from this employer more than once since",
    "Bạn đã bị tách khỏi nhà tuyển dụng này hơn một lần kể từ khi"
  ],
  [
    "Have you had multiple periods of Employment with this Employer since\n\t\t\t\t\t\t\t\t\tMonday, April 1, 2019:",
    "Bạn đã có nhiều thời gian làm việc với Nhà tuyển dụng này kể từ khi\nThứ Hai, ngày 1 tháng 4 năm 2019:"
  ],
  [
    "Hawaii Child Support",
    "Hỗ trợ trẻ em Hawaii"
  ],
  [
    "health care",
    "chăm sóc sức khỏe"
  ],
  [
    "Hebrew",
    "Tiếng Do Thái"
  ],
  [
    "here",
    "đây"
  ],
  [
    "here.",
    "đây."
  ],
  [
    "highest level of education",
    "trình độ học vấn cao nhất"
  ],
  [
    "Highest Level Of Education",
    "Trình độ học vấn cao nhất"
  ],
  [
    "Highlight \"Text Size.\" A side-box appears, providing options. The default setting\n                            is at \"Medium,\" as indicated by the black dot to the left of the word.",
    "Đánh dấu \"Kích thước văn bản.\" Một hộp phụ xuất hiện, cung cấp tùy chọn. Cài đặt mặc định\n                            là \"Trung bình\", như được chỉ ra bởi dấu chấm màu đen ở bên trái của từ."
  ],
  [
    "Hindi",
    "Không"
  ],
  [
    "Hispanic or Latino",
    "Tây Ban Nha hoặc La tinh"
  ],
  [
    "Hispanic or Latino:  A person of Cuban, Mexican, Puerto Rican, South or Central\n                American, or other Spanish culture or origin, regardless of race.",
    "Tây Ban Nha hoặc La tinh: Một người Cuba, Mexico, Puerto Rico, Nam hoặc Trung\n                Mỹ, hoặc văn hóa hoặc nguồn gốc Tây Ban Nha khác, bất kể chủng tộc."
  ],
  [
    "HK - HONG KONG",
    "HK-HỒNG KÔNG"
  ],
  [
    "HM - HEARD AND MC DONALD ISLAN",
    "HM - ISARD VÀ MC DONALD"
  ],
  [
    "Hmong",
    "H'mong"
  ],
  [
    "HN - HONDURAS",
    "HN - HÀN QUỐC"
  ],
  [
    "Home Phone:",
    "Điện thoại nhà:"
  ],
  [
    "Home:",
    "Trang Chủ:"
  ],
  [
    "Hours reduced",
    "Giờ giảm"
  ],
  [
    "How are benefits paid?",
    "Lợi ích được trả như thế nào?"
  ],
  [
    "How Are Benefits Paid?",
    "Lợi ích được trả như thế nào?"
  ],
  [
    "How Are My Benefits Determined?",
    "Lợi ích của tôi được xác định như thế nào?"
  ],
  [
    "How many hours did you work during the week of\n\t\t\t\t\t\t\tSunday, April 5, 2020\n\t\t\t\t\t\t\tthrough\n\t\t\t\t\t\t\tSaturday, April 11, 2020:",
    "Bạn đã làm việc bao nhiêu giờ trong tuần\nChủ nhật ngày 5 tháng 4 năm 2020\nxuyên qua\nThứ Bảy, ngày 11 tháng 4 năm 2020:"
  ],
  [
    "How many hours do you normally work during the week? response is required. (30)",
    "Bạn thường làm việc bao nhiêu giờ trong tuần? đáp ứng là cần thiết. (30)"
  ],
  [
    "How many hours do you typically work during a week:",
    "Bạn thường làm việc bao nhiêu giờ trong một tuần:"
  ],
  [
    "How many years have you done this type of work?:",
    "Bạn đã làm công việc này bao nhiêu năm rồi?"
  ],
  [
    "How Much Will My Weekly Benefit Amount Be?",
    "Số tiền trợ cấp hàng tuần của tôi sẽ là bao nhiêu?"
  ],
  [
    "How will my benefits be determined?",
    "Lợi ích của tôi sẽ được xác định như thế nào?"
  ],
  [
    "How will my unemployment benefits be determined?",
    "Trợ cấp thất nghiệp của tôi sẽ được xác định như thế nào?"
  ],
  [
    "How would you like to receive your correspondence:",
    "Bạn muốn nhận thư từ của bạn như thế nào:"
  ],
  [
    "How would you like to receive your correspondence?",
    "Bạn muốn nhận được thư từ của bạn như thế nào?"
  ],
  [
    "However, if you have received workers compensation benefits within the prior 15 months, an official determination\n        of benefit entitlement will be mailed to you after your application is processed..",
    "Tuy nhiên, nếu bạn đã nhận được trợ cấp bồi thường cho công nhân trong vòng 15 tháng trước đó, một quyết định chính thức\n        quyền lợi lợi ích sẽ được gửi đến bạn sau khi đơn đăng ký của bạn được xử lý .."
  ],
  [
    "HR - CROATIA (LOCAL NAME: HRVA",
    "Nhân sự - CROATIA (TÊN ĐỊA PHƯƠNG: CROATIA)"
  ],
  [
    "HU - HUNGARY",
    "HU - HUNGaries"
  ],
  [
    "Hungarian",
    "người Hungary"
  ],
  [
    "I also owe child support in another county, which is in the following U.S. state and territory:",
    "Tôi cũng nợ tiền cấp dưỡng con cái ở một quận khác, thuộc tiểu bang và lãnh thổ Hoa Kỳ sau đây:"
  ],
  [
    "I certify that all information provided is accurate and that the answers to all questions are true and correct. I know that Massachusetts Law provides penalties and/or imprisonment for false statements to obtain benefits and that DUA actively pursues fraudulently collected benefits. I hereby acknowledge that DUA will verify my information to assure its accuracy. By selecting 'Yes', I acknowledge that, under penalty of perjury, all information provided is complete and accurate to the best of my ability.",
    "Tôi xác nhận rằng tất cả thông tin được cung cấp là chính xác và câu trả lời cho tất cả các câu hỏi là đúng và chính xác. Tôi biết rằng Luật Massachusetts cung cấp các hình phạt và / hoặc phạt tù cho các tuyên bố sai lệch để có được lợi ích và DUA tích cực theo đuổi các lợi ích thu thập gian lận. Tôi xác nhận rằng DUA sẽ xác minh thông tin của tôi để đảm bảo tính chính xác của nó. Bằng cách chọn 'Có', tôi xác nhận rằng, theo hình phạt cho tội khai man, tất cả thông tin được cung cấp là đầy đủ và chính xác theo khả năng tốt nhất của tôi."
  ],
  [
    "I choose not to answer",
    "Tôi chọn không trả lời"
  ],
  [
    "I choose not to have any income tax withheld at this time",
    "Tôi chọn không khấu trừ thuế thu nhập tại thời điểm này"
  ],
  [
    "I choose not to have any income tax withheld from my benefits",
    "Tôi chọn không có bất kỳ khoản thuế thu nhập nào được khấu trừ từ các lợi ích của tôi"
  ],
  [
    "I have answered all questions fully and truthfully.",
    "Tôi đã trả lời tất cả các câu hỏi đầy đủ và trung thực."
  ],
  [
    "I have not worked since last year (",
    "Tôi đã không làm việc kể từ năm ngoái ("
  ],
  [
    "I have read and agree with the above:",
    "Tôi đã đọc và đồng ý với những điều trên:"
  ],
  [
    "I have read and understand the information above.  I understand that DUA will verify the information that I provide.",
    "Tôi đã đọc và hiểu các thông tin trên. Tôi hiểu rằng DUA sẽ xác minh thông tin mà tôi cung cấp."
  ],
  [
    "I have read and understand the information above. I understand that DUA will verify the information that I provide.",
    "Tôi đã đọc và hiểu các thông tin trên. Tôi hiểu rằng DUA sẽ xác minh thông tin mà tôi cung cấp."
  ],
  [
    "I know there are penalties\n\t\t\t\t\t\t\tfor giving wrong information. I know that to receive benefits I must meet the eligibility\n\t\t\t\t\t\t\trequirements.",
    "Tôi biết có hình phạt\nvì đã cung cấp thông tin sai. Tôi biết rằng để nhận được lợi ích, tôi phải đáp ứng đủ điều kiện\nyêu cầu."
  ],
  [
    "I would like my benefits paid by",
    "Tôi muốn lợi ích của tôi được trả bằng"
  ],
  [
    "I would like my benefits paid by:",
    "Tôi muốn các lợi ích của tôi được trả bằng:"
  ],
  [
    "I would like my benefits paid via a",
    "Tôi muốn các khoản trợ cấp của mình được thanh toán qua"
  ],
  [
    "Idaho Child Support",
    "Hỗ trợ trẻ em Idaho"
  ],
  [
    "Identity Verification is required. (30)",
    "Xác minh danh tính là bắt buộc. (30)"
  ],
  [
    "IE - IRELAND",
    "IE - Ailen"
  ],
  [
    "If an employer is listed with a status of \"Incomplete,\" select the \"Update\" button to review and complete the missing information.",
    "Nếu chủ lao động được liệt kê với trạng thái \"Chưa hoàn thành\", hãy chọn nút \"Cập nhật\" để xem xét và hoàn thành thông tin còn thiếu."
  ],
  [
    "If an incorrect entry was made check the box next to the entry and click",
    "Nếu mục nhập không chính xác được thực hiện, hãy chọn hộp bên cạnh mục nhập và nhấp vào"
  ],
  [
    "If Electronically, enter your email address:",
    "Nếu bằng điện tử, hãy nhập địa chỉ email của bạn:"
  ],
  [
    "If employer cannot be found, after 3 search attempts, select\n                the radio button next to: “After doing multiple searches,\n                I cannot find my employer on this list”.  Then select the ‘Next’\n                button to proceed to the next page to manually enter your\n                employer information.",
    "Nếu không thể tìm thấy nhà tuyển dụng, sau 3 lần tìm kiếm, hãy chọn\n                nút radio bên cạnh: Sau khi thực hiện nhiều tìm kiếm,\n                Tôi không thể tìm thấy chủ nhân của mình trong danh sách này. Sau đó chọn ‘Tiếp theo\n                nút để chuyển sang trang tiếp theo để nhập thủ công\n                thông tin tuyển dụng."
  ],
  [
    "If the benefit claim is effective  on or between these dates:",
    "Nếu yêu cầu quyền lợi có hiệu lực vào hoặc giữa các ngày này:"
  ],
  [
    "If the Federal Department is not listed above, select the correct department/agency from the drop down lists:",
    "Nếu Bộ liên bang không được liệt kê ở trên, hãy chọn đúng bộ phận / cơ quan từ danh sách thả xuống:"
  ],
  [
    "if the information entered is correct.",
    "nếu thông tin nhập vào là chính xác."
  ],
  [
    "If the list does not include all the employment that you have had in the past year, select the type of employment and the \"Add\" button below.",
    "Nếu danh sách không bao gồm tất cả việc làm mà bạn đã có trong năm qua, hãy chọn loại việc làm và nút \"Thêm\" bên dưới."
  ],
  [
    "If the list of employers has a status of \"Complete\" and reflects all the employment that you have had in the past year, select \"Next.\"",
    "Nếu danh sách nhà tuyển dụng có trạng thái \"Hoàn thành\" và phản ánh tất cả việc làm mà bạn đã có trong năm qua, hãy chọn \"Tiếp theo\"."
  ],
  [
    "If yes, what is your recall date:",
    "Nếu có, ngày thu hồi của bạn là gì:"
  ],
  [
    "If you are not a citizen of the United States, your alien registration number",
    "Nếu bạn không phải là công dân Hoa Kỳ, số đăng ký người nước ngoài của bạn"
  ],
  [
    "IF YOU ARE NOT USING YOUR PERSONAL COMPUTER, PLEASE FOLLOW THESE SAFETY TIPS:",
    "NẾU BẠN KHÔNG SỬ DỤNG MÁY TÍNH CÁ NHÂN CỦA BẠN, VUI LÒNG SAU CÁC LỜI KHUYÊN AN TOÀN NÀY:"
  ],
  [
    "If you are required to pay child support to more than one U.S state or territory, you will have the opportunity to add others.",
    "Nếu bạn được yêu cầu trả tiền cấp dưỡng con cho nhiều tiểu bang hoặc lãnh thổ của Hoa Kỳ, bạn sẽ có cơ hội thêm người khác."
  ],
  [
    "If you are unable to work due to the COVID-19 emergency:",
    "Nếu bạn không thể làm việc do trường hợp khẩn cấp COVID-19:"
  ],
  [
    "If you are unable to work due to the",
    "Nếu bạn không thể làm việc do"
  ],
  [
    "If you cannot locate your employer, after 3 search attempts,\n                from the search results, check for an accurate spelling of\n                the employer name (refer to check stubs or W-2 forms).\n                If you locate your employer name within the search results but\n                the address is different from the place you physically worked,\n                it may be due to the employer reporting a different address\n                to our agency.  Select the employer from the list.",
    "Nếu bạn không thể tìm thấy chủ nhân của mình, sau 3 lần tìm kiếm,\n                từ kết quả tìm kiếm, kiểm tra chính tả\n                tên nhà tuyển dụng (tham khảo các sơ khai hoặc mẫu W-2).\n                Nếu bạn xác định tên chủ nhân của mình trong kết quả tìm kiếm nhưng\n                địa chỉ khác với nơi bạn làm việc\n                có thể là do nhà tuyển dụng báo cáo một địa chỉ khác\n                để cơ quan của chúng tôi. Chọn nhà tuyển dụng từ danh sách."
  ],
  [
    "If you could not find the Federal Department you worked for, enter the department\n                    and the agency for which you worked below:",
    "Nếu bạn không thể tìm thấy Bộ liên bang bạn làm việc, hãy nhập bộ\n                    và cơ quan mà bạn làm việc dưới đây:"
  ],
  [
    "If you have worked for less than one year, enter 1.",
    "Nếu bạn đã làm việc dưới một năm, hãy nhập 1."
  ],
  [
    "If you move and change your address or your telephone number you must update your contact information in the UI Online system immediately.",
    "Nếu bạn di chuyển và thay đổi địa chỉ hoặc số điện thoại của bạn, bạn phải cập nhật thông tin liên lạc của mình trong hệ thống UI Online ngay lập tức."
  ],
  [
    "If you need additional support and",
    "Nếu bạn cần hỗ trợ thêm và"
  ],
  [
    "If you need help buying healthy",
    "Nếu bạn cần giúp đỡ mua sức khỏe"
  ],
  [
    "If you need",
    "Nếu bạn cần"
  ],
  [
    "If you seek work exclusively through a union hiring hall based in Massachusetts and union\n                name and local number is not listed in the drop-down box, you should answer “No” to this question\n                Only unions that",
    "Nếu bạn tìm kiếm công việc độc quyền thông qua một hội trường tuyển dụng công đoàn có trụ sở tại Massachusetts và công đoàn\n                Tên và số địa phương không được liệt kê trong hộp thả xuống, bạn nên trả lời câu hỏi Không có câu hỏi này\n                Chỉ có công đoàn mà"
  ],
  [
    "If you want to use direct deposit you will need your",
    "Nếu bạn muốn sử dụng tiền gửi trực tiếp, bạn sẽ cần"
  ],
  [
    "If you were a member of the National Guard or in a Reserve component, you must have had 180 days of\ncontinuous active duty, and been provided a form DD214, Member 4 copy in order to qualify for unemployment benefits.\nFull time members of any branch of the armed services may qualify for unemployment benefits",
    "Nếu bạn là thành viên của Lực lượng Vệ binh Quốc gia hoặc trong thành phần Dự bị, bạn phải có 180 ngày\nnhiệm vụ tích cực liên tục, và được cung cấp một mẫu DD214, bản sao Thành viên 4 để đủ điều kiện nhận trợ cấp thất nghiệp.\nThành viên chính thức của bất kỳ chi nhánh nào của các dịch vụ vũ trang có thể đủ điều kiện nhận trợ cấp thất nghiệp"
  ],
  [
    "If you were a",
    "Nếu bạn là một"
  ],
  [
    "If you were in the",
    "Nếu bạn ở trong"
  ],
  [
    "If you were separated from employment, or your hours have been reduced, and you will work less than your regular weekly schedule of working hours this week, you should file your claim now.",
    "Nếu bạn bị tách khỏi công việc, hoặc số giờ của bạn đã bị giảm và bạn sẽ làm việc ít hơn so với lịch làm việc hàng tuần thông thường trong tuần này, bạn nên nộp đơn yêu cầu của mình ngay bây giờ."
  ],
  [
    "If you worked for the same employer in multiple states, please list your employment in each state as a separate employer.",
    "Nếu bạn làm việc cho cùng một chủ lao động ở nhiều tiểu bang, vui lòng liệt kê việc làm của bạn ở mỗi tiểu bang như một chủ lao động riêng biệt."
  ],
  [
    "If you worked in different states, but for the same employer, you still must list every state separately.If you reside in Massachusetts but all of your employment and wages were in another state, you may or may not be eligible to file in Massachusetts. Proceed with the application to determine your eligibility to file for benefits in Massachusetts.",
    "Nếu bạn làm việc ở các tiểu bang khác nhau, nhưng với cùng một chủ lao động, bạn vẫn phải liệt kê riêng từng tiểu bang. Nếu bạn cư trú tại Massachusetts nhưng tất cả việc làm và tiền lương của bạn đều ở một tiểu bang khác, bạn có thể hoặc không thể đủ điều kiện để nộp tại Massachusetts. Tiếp tục với đơn đăng ký để xác định đủ điều kiện của bạn để nộp đơn xin trợ cấp ở Massachusetts."
  ],
  [
    "If you worked in Massachusetts, and one or more other states during the most recent fifteen months, you may be eligible to file for unemployment benefits in Massachusetts.\nOn the application, you are required to report all employment in every state in which you worked. If you do not list a state in which you worked, it may affect your eligibility for benefits.",
    "Nếu bạn làm việc ở Massachusetts và một hoặc nhiều tiểu bang khác trong mười lăm tháng gần đây nhất, bạn có thể đủ điều kiện để nộp đơn xin trợ cấp thất nghiệp ở Massachusetts.\nTrong đơn, bạn được yêu cầu báo cáo tất cả việc làm ở mọi tiểu bang nơi bạn làm việc. Nếu bạn không liệt kê một tiểu bang nơi bạn làm việc, nó có thể ảnh hưởng đến tính đủ điều kiện nhận trợ cấp của bạn."
  ],
  [
    "If you would like to add a dependent, click the Add button.",
    "Nếu bạn muốn thêm một phụ thuộc, bấm vào nút Thêm."
  ],
  [
    "If you would like to complete the benefit application, select &quot;",
    "Nếu bạn muốn hoàn thành ứng dụng lợi ích, hãy chọn & quot;"
  ],
  [
    "if you would like to see this list in a printer-friendly window.",
    "nếu bạn muốn xem danh sách này trong một cửa sổ thân thiện với máy in."
  ],
  [
    "If your current unemployment claim is not due to",
    "Nếu yêu cầu thất nghiệp hiện tại của bạn không phải là do"
  ],
  [
    "If your preferred language is not in the list above, select one from this dropdown\n\t\t\t\t\t\t\tmenu:",
    "Nếu ngôn ngữ ưa thích của bạn không có trong danh sách trên, hãy chọn một ngôn ngữ từ danh sách thả xuống này\nthực đơn:"
  ],
  [
    "Illinois Child Support",
    "Hỗ trợ trẻ em Illinois"
  ],
  [
    "IM - ISLE OF MAN",
    "IM - ISLE CỦA MAN"
  ],
  [
    "Imperial",
    "thành nội"
  ],
  [
    "Important Information about Your Unemployment Benefits",
    "Thông tin quan trọng về trợ cấp thất nghiệp của bạn"
  ],
  [
    "IN - INDIA",
    "Ở ẤN ĐỘ"
  ],
  [
    "IN - Indiana",
    "Ở - Indiana"
  ],
  [
    "In a state other than Massachusetts:",
    "Ở một tiểu bang khác ngoài Massachusetts:"
  ],
  [
    "In care of (c/o):",
    "Chăm sóc (c / o):"
  ],
  [
    "in claimants custody pending the adjudication of a petition filed for adoption of the child;",
    "trong các yêu cầu bồi thường của người yêu cầu chờ xét xử của một bản kiến nghị nộp đơn xin nhận con nuôi;"
  ],
  [
    "in order to apply for SNAP, TAFDC, or EAEDC.",
    "để đăng ký SNAP, TAFDC hoặc EAEDC."
  ],
  [
    "In order to properly staff our customer service center, indicate your preferred\n\t\t\t\t\t\t\tlanguage, using this dropdown menu:",
    "Để nhân viên đúng trung tâm dịch vụ khách hàng của chúng tôi, hãy cho biết bạn thích\nngôn ngữ, sử dụng menu thả xuống này:"
  ],
  [
    "In what city were you born?",
    "Bạn sinh ra ở thành phố nào?"
  ],
  [
    "In Writing",
    "Bằng văn bản"
  ],
  [
    "in-network",
    "trong mạng"
  ],
  [
    "in",
    "trong"
  ],
  [
    "Inactivity",
    "Không hoạt động"
  ],
  [
    "income taxes",
    "thuế thu nhập"
  ],
  [
    "INCOMPLETE",
    "CHƯA HOÀN THIỆN"
  ],
  [
    "Indiana Child Support",
    "Hỗ trợ trẻ em Indiana"
  ],
  [
    "Indicates Required Field",
    "Chỉ ra trường bắt buộc"
  ],
  [
    "Indonesian",
    "Tiếng Indonesia"
  ],
  [
    "Information Checklist",
    "Danh sách kiểm tra thông tin"
  ],
  [
    "information on available services",
    "thông tin về các dịch vụ có sẵn"
  ],
  [
    "Information you will need to supply in order to apply for unemployment benefits:",
    "Thông tin bạn sẽ cần cung cấp để đăng ký nhận trợ cấp thất nghiệp:"
  ],
  [
    "INSTITUTE OF MUSEUM AND LIBRARY SERVICES",
    "HỌC VIỆN DỊCH VỤ MUSEUM VÀ THƯ VIỆN"
  ],
  [
    "Instructions for Using the Website",
    "Hướng dẫn sử dụng trang web"
  ],
  [
    "INTER-AMERICAN FOUNDATION",
    "NỀN TẢNG INTER-AMERICAN"
  ],
  [
    "INTERNATIONAL BOUNDARY AND WATER COMMISSION",
    "CƠ SỞ QUỐC TẾ VÀ NƯỚC"
  ],
  [
    "INTERNATIONAL BOUNDARY COMMISSION",
    "CAM KẾT QUỐC TẾ"
  ],
  [
    "INTERNATIONAL TRADE COMMISSION",
    "CAM KẾT THƯƠNG MẠI QUỐC TẾ"
  ],
  [
    "International:",
    "Quốc tế:"
  ],
  [
    "Inyo",
    "Bạn"
  ],
  [
    "IO - BRITISH INDIAN OCEAN TER",
    "TÔI - BRITISH ẤN ĐỘ OCEAN"
  ],
  [
    "Iowa Child Support",
    "Hỗ trợ trẻ em Iowa"
  ],
  [
    "IR - IRAN (ISLAMIC REPUBLIC OF",
    "IR - IRAN (CỘNG HÒA ISLAMIC"
  ],
  [
    "IS - ICELAND",
    "LÀ - ICELAND"
  ],
  [
    "Is English your primary language?",
    "Tiếng Anh là tiếng mẹ đẻ của bạn phải không?"
  ],
  [
    "is needed to determine your eligibility and benefit amount.",
    "là cần thiết để xác định đủ điều kiện và số tiền trợ cấp của bạn."
  ],
  [
    "is needed to determine your eligibility. Use the “Add” button below to add additional Employment.",
    "là cần thiết để xác định đủ điều kiện của bạn. Sử dụng nút Thêm Thêm vào bên dưới để thêm Việc làm bổ sung."
  ],
  [
    "is the",
    "là"
  ],
  [
    "Is your employment seasonal:",
    "Là việc làm của bạn theo mùa:"
  ],
  [
    "IT - ITALY",
    "CNTT - Ý"
  ],
  [
    "It would be beneficial to be connected to a printer in order to print important documents.",
    "Sẽ có ích khi được kết nối với máy in để in các tài liệu quan trọng."
  ],
  [
    "Italian",
    "người Ý"
  ],
  [
    "JAMES MADISON MEMORIAL FELLOWSHIP FOUNDATION",
    "NỀN TẢNG FELLOWSHIP JAME MADISON"
  ],
  [
    "January 1 - December 31",
    "Ngày 1 tháng 1 - ngày 31 tháng 12"
  ],
  [
    "January 1 - March 31",
    "1 tháng 1 - 31 tháng 3"
  ],
  [
    "JAPAN-U.S. FRIENDSHIP COMMISSION",
    "NHẬT BẢN-Hoa Kỳ CAM KẾT FRIENDSHIP"
  ],
  [
    "Japanese",
    "tiếng Nhật"
  ],
  [
    "JE - JERSEY",
    "LÀ - GIỜ"
  ],
  [
    "JFK CENTER FOR THE PERFORMING ARTS",
    "TRUNG TÂM JFK CHO CÁC NGHỆ THUẬT THỰC HIỆN"
  ],
  [
    "JM - JAMAICA",
    "JM - JAMA"
  ],
  [
    "JO - JORDAN",
    "JO - CHÚA JORDAN"
  ],
  [
    "Job Title:",
    "Chức danh công việc:"
  ],
  [
    "JobQuest",
    "Công việc"
  ],
  [
    "JP - JAPAN",
    "JP - NHẬT BẢN"
  ],
  [
    "July 1 - June 30",
    "1 tháng 7 - 30 tháng 6"
  ],
  [
    "July 1 - September 30",
    "1 tháng 7 - 30 tháng 9"
  ],
  [
    "Kansas Child Support",
    "Hỗ trợ trẻ em Kansas"
  ],
  [
    "KE - KENYA",
    "IS - Nhập"
  ],
  [
    "Kentucky Child Support",
    "Hỗ trợ trẻ em Kentucky"
  ],
  [
    "Kern",
    "Lõi"
  ],
  [
    "Khmer (Cambodian)",
    "Khmer (Campuchia)"
  ],
  [
    "Kings",
    "Vua"
  ],
  [
    "KN - SAINT KITTS AND NEVIS",
    "KN - SAINT KITTS VÀ NEVIS"
  ],
  [
    "Korean",
    "Hàn Quốc"
  ],
  [
    "KP - KOREA- DEMOCRATIC PEOPLES",
    "KP - HÀN QUỐC- NHÂN DÂN"
  ],
  [
    "KR - KOREA- REPUBLIC OF",
    "KR - HÀN QUỐC- CỘNG HÒA"
  ],
  [
    "KY - CAYMAN ISLANDS",
    "QUẦN ĐẢO KY - CAYMAN"
  ],
  [
    "KY - Kentucky",
    "Kỵ - Kentucky"
  ],
  [
    "KY NATIONAL GUARD (AIR NG)",
    "HƯỚNG DẪN QUỐC GIA (AIR OF)"
  ],
  [
    "LA - LAO PEOPLES DEMOCRATIC RE",
    "LA - LAO NHÂN DÂN CHỦ"
  ],
  [
    "Lack of childcare",
    "Thiếu chăm sóc trẻ"
  ],
  [
    "Lake",
    "Hồ"
  ],
  [
    "Laotian",
    "Lào"
  ],
  [
    "Lassen",
    "Rời đi"
  ],
  [
    "Last Call Media Inc.",
    "Cuộc gọi cuối cùng Media Inc."
  ],
  [
    "Last federal duty station:",
    "Trạm nhiệm vụ liên bang cuối cùng:"
  ],
  [
    "Last Name is required. (30)",
    "Họ là bắt buộc. (30)"
  ],
  [
    "Last Name:",
    "Họ"
  ],
  [
    "Layoff:",
    "Sa thải:"
  ],
  [
    "Learn about TOP - the",
    "Tìm hiểu về TOP -"
  ],
  [
    "Leave of Absence:",
    "Nghỉ phép:"
  ],
  [
    "Lebanese/Arabic",
    "Tiếng Lebanon / Ả Rập"
  ],
  [
    "LIBRARY OF CONGRESS",
    "THƯ VIỆN CỦA QUỐC HỘI"
  ],
  [
    "Lists are used to select from pre-defined choices.",
    "Danh sách được sử dụng để chọn từ các lựa chọn được xác định trước."
  ],
  [
    "Lists:",
    "Danh sách:"
  ],
  [
    "living within the United States or it’s territories or possessions;",
    "sống trong phạm vi Hoa Kỳ hoặc vùng lãnh thổ hoặc tài sản của họ;"
  ],
  [
    "Lockout:",
    "Khóa máy:"
  ],
  [
    "Log in and go to My Home Page to see important messages, check the status of your claim, and update your information.",
    "Đăng nhập và truy cập Trang chủ của tôi để xem các tin nhắn quan trọng, kiểm tra trạng thái khiếu nại của bạn và cập nhật thông tin của bạn."
  ],
  [
    "Log out before you walk away from the computer",
    "Đăng xuất trước khi bạn rời khỏi máy tính"
  ],
  [
    "Logoff",
    "Đăng xuất"
  ],
  [
    "Logon",
    "Đăng nhập"
  ],
  [
    "Louisiana Child Support",
    "Hỗ trợ trẻ em Louisiana"
  ],
  [
    "Lowercase character (e.g. a-z)",
    "Ký tự chữ thường (ví dụ: a-z)"
  ],
  [
    "MA - Massachusetts",
    "Thạc sĩ - Massachusetts"
  ],
  [
    "MA - MOROCCO",
    "NHƯNG - MOROCCO"
  ],
  [
    "MA Dept of Ag",
    "Phòng MA của Ag"
  ],
  [
    "MA Dept of Employ",
    "Phòng tuyển dụng"
  ],
  [
    "MA Employer Doing Business As (DBA) Name:",
    "Nhà tuyển dụng MA Kinh doanh dưới tên (DBA):"
  ],
  [
    "MA Employer Legal Name:",
    "Tên chủ nhân của pháp luật:"
  ],
  [
    "MA",
    "Thạc sĩ"
  ],
  [
    "Madera",
    "Gỗ"
  ],
  [
    "Mailing Address",
    "Địa chỉ gửi thư"
  ],
  [
    "Maine Child Support",
    "Hỗ trợ trẻ em Maine"
  ],
  [
    "Maintaining contact with professional organizations in your field.",
    "Duy trì liên lạc với các tổ chức chuyên nghiệp trong lĩnh vực của bạn."
  ],
  [
    "Make sure you log out completely before leaving the computer. If you need to leave for a personal reason\n                    and intend to return, log out and then log back in when you return.",
    "Hãy chắc chắn rằng bạn đăng xuất hoàn toàn trước khi rời khỏi máy tính. Nếu bạn cần phải rời đi vì một lý do cá nhân\n                    và có ý định quay lại, đăng xuất và sau đó đăng nhập lại khi bạn quay lại."
  ],
  [
    "Malay",
    "Mã Lai"
  ],
  [
    "Male",
    "Nam giới"
  ],
  [
    "Mandarin",
    "Quan thoại"
  ],
  [
    "Marin",
    "ở biển"
  ],
  [
    "MARINE MAMMAL COMMISSION",
    "CAM KẾT HÀNG HẢI"
  ],
  [
    "Marines",
    "Thủy quân lục chiến"
  ],
  [
    "Mariposa",
    "Bướm"
  ],
  [
    "Maryland Child Support",
    "Hỗ trợ trẻ em Maryland"
  ],
  [
    "Massachusetts Child Support",
    "Hỗ trợ trẻ em Massachusetts"
  ],
  [
    "Massachusetts Department of Agriculture:",
    "Bộ Nông nghiệp Massachusetts:"
  ],
  [
    "Massachusetts Department of Employee Relations:",
    "Bộ Quan hệ Nhân viên Massachusetts:"
  ],
  [
    "Massachusetts DUA Debit Mastercard",
    "Mastercard Nợ Massachusetts HAI"
  ],
  [
    "Massachusetts Employment",
    "Việc làm Massachusetts"
  ],
  [
    "Maximum Benefit Amount:",
    "Số tiền trợ cấp tối đa:"
  ],
  [
    "MD - MOLDOVA, REPUBLIC OF",
    "MD - KHUÔN, CỘNG HÒA"
  ],
  [
    "ME - Maine",
    "TÔI - Maine"
  ],
  [
    "ME - MONTENEGRO",
    "TÔI - MONTENEGRO"
  ],
  [
    "MEDICAID AND CHIP PAYMENT AND ACCESS COMMISSION",
    "THANH TOÁN MEDIPID VÀ CHIP VÀ CAM KẾT TIẾP CẬN"
  ],
  [
    "MEDICARE PAYMENT ADVISORY COMMISSION",
    "CAM KẾT TƯ VẤN THANH TOÁN MEDICARE"
  ],
  [
    "member who is currently seeking work exclusively through a union hiring hall or business agent?",
    "thành viên hiện đang tìm kiếm công việc độc quyền thông qua một hội trường tuyển dụng công đoàn hoặc đại lý kinh doanh?"
  ],
  [
    "Merced",
    "Lòng thương xót"
  ],
  [
    "MERIT SYSTEMS PROTECTION BOARD",
    "BAN BẢO VỆ HỆ THỐNG MERIT"
  ],
  [
    "MH - MARSHALL ISLANDS",
    "ĐẢO MH - MARSHALL"
  ],
  [
    "MI - Michigan",
    "MI-Michigan"
  ],
  [
    "Michigan Child Support",
    "Hỗ trợ trẻ em Michigan"
  ],
  [
    "Middle Initial:",
    "Trung ban đầu:"
  ],
  [
    "Military Detailed Service Information",
    "Thông tin chi tiết dịch vụ quân sự"
  ],
  [
    "Military Service includes active duty in the Army, Navy, Air Force, Marine Corps, Coast Guard, or National Atmospheric and Oceanic Administration (NOAA) as well as active duty in the reserves or National Guard.",
    "Nghĩa vụ quân sự bao gồm các nhiệm vụ tích cực trong Quân đội, Hải quân, Không quân, Thủy quân lục chiến, Cảnh sát biển hoặc Cơ quan Khí quyển và Đại dương Quốc gia (NOAA) cũng như nhiệm vụ tích cực trong khu bảo tồn hoặc Vệ binh Quốc gia."
  ],
  [
    "Military Service",
    "Nghĩa vụ quân sự"
  ],
  [
    "Military Veteran is required. (30)",
    "Cựu quân nhân là bắt buộc. (30)"
  ],
  [
    "Military Veteran",
    "Cựu quân nhân"
  ],
  [
    "Military",
    "Quân đội"
  ],
  [
    "MILLENNIUM CHALLENGE CORPORATION",
    "CÔNG TY CỔ PHẦN THÁCH THỨC MILLENNIUM"
  ],
  [
    "Minnesota Child Support",
    "Hỗ trợ trẻ em Minnesota"
  ],
  [
    "Mississippi Child Support",
    "Hỗ trợ trẻ em Mississippi"
  ],
  [
    "Missouri Child Support",
    "Hỗ trợ trẻ em Missouri"
  ],
  [
    "MK - MACEDONIA- THE FORMER YUG",
    "MK - MACEDONIA- YUG MÙA"
  ],
  [
    "MO - Missouri",
    "MO-Missouri"
  ],
  [
    "Mobile Phone:",
    "Điện thoại di động:"
  ],
  [
    "Modify",
    "Sửa đổi"
  ],
  [
    "Mono",
    "Đơn điệu"
  ],
  [
    "Montana Child Support",
    "Hỗ trợ trẻ em Montana"
  ],
  [
    "Monterey",
    "Phổ thông"
  ],
  [
    "Monthly Fee",
    "Phí hàng tháng"
  ],
  [
    "More than one race",
    "Nhiều chủng tộc"
  ],
  [
    "MORRIS K. UDALL FOUNDATION",
    "MORRIS K. NỀN TẢNG UDALL"
  ],
  [
    "Most Recent Employment Begin Date:",
    "Ngày bắt đầu việc làm gần đây nhất:"
  ],
  [
    "Most Recent Employment End Date:",
    "Ngày kết thúc việc làm gần đây nhất:"
  ],
  [
    "most recent",
    "gần đây nhất"
  ],
  [
    "MP - NORTHERN MARIANA ISLANDS",
    "MP - QUẦN ĐẢO MARIANA BẮC"
  ],
  [
    "MQ - MARTINIQUE",
    "MQ - Martinique"
  ],
  [
    "must",
    "phải"
  ],
  [
    "MY - MALAYSIA",
    "TÔI - MALAYSIA"
  ],
  [
    "My Home Page",
    "Trang chủ của tôi"
  ],
  [
    "MZ - MOZAMBIQUE",
    "MZ - MOZAMBIITE"
  ],
  [
    "N/A",
    "Không có"
  ],
  [
    "NA - NAMIBIA",
    "Ở - NAMIBIA"
  ],
  [
    "NAT&#39;L OCEANIC &amp; ATMOSPHERIC ADMINISTRATION",
    "NAT & # 39; L OCEANIC & amp; HÀNH CHÍNH ATMOSPHERIC"
  ],
  [
    "NATIONAL AERONAUTICS AND SPACE ADMINISTRATION",
    "CƠ QUAN HÀNG KHÔNG VÀ VŨ TRỤ QUỐC GIA"
  ],
  [
    "NATIONAL ARCHIVES &amp; RECORDS ADMINISTRATION",
    "KIẾN TRÚC QUỐC GIA & amp; HỒ SƠ QUẢN LÝ"
  ],
  [
    "NATIONAL CAPITAL PLANNING COMMISSION",
    "CAM KẾT QUY HOẠCH VỐN QUỐC GIA"
  ],
  [
    "NATIONAL COUNCIL ON DISABILITY",
    "QUỐC GIA QUỐC GIA VỀ SỰ KHÁC BIỆT"
  ],
  [
    "NATIONAL CREDIT UNION ADMINISTRATION",
    "QUẢN LÝ CÔNG ĐOÀN TÍN DỤNG QUỐC GIA"
  ],
  [
    "NATIONAL ENDOWMENT FOR THE ARTS",
    "KẾT THÚC QUỐC GIA CHO CÁC NGHỆ THUẬT"
  ],
  [
    "NATIONAL ENDOWMENT FOR THE HUMANITIES",
    "KẾT THÚC QUỐC GIA CHO CON NGƯỜI"
  ],
  [
    "NATIONAL GALLERY OF ART",
    "THƯ VIỆN NGHỆ THUẬT QUỐC GIA"
  ],
  [
    "NATIONAL LABOR RELATIONS BOARD",
    "BAN QUAN HỆ LAO ĐỘNG QUỐC GIA"
  ],
  [
    "NATIONAL MEDIATION BOARD",
    "BAN Y TẾ QUỐC GIA"
  ],
  [
    "National Oceanic and Atmospheric Administration",
    "Cơ quan quản lý đại dương và khí quyển quốc gia"
  ],
  [
    "NATIONAL RAILROAD ADJUSTMENT BOARD",
    "BAN ĐIỀU CHỈNH RAILROAD QUỐC GIA"
  ],
  [
    "NATIONAL SCIENCE FOUNDATION",
    "NỀN TẢNG KHOA HỌC QUỐC GIA"
  ],
  [
    "NATIONAL SECURITY COUNCIL",
    "HỘI ĐỒNG AN NINH QUỐC GIA"
  ],
  [
    "NATIONAL TRANSPORTATION SAFETY BOARD",
    "BAN AN TOÀN GIAO THÔNG QUỐC GIA"
  ],
  [
    "Native Hawaiian or Other Pacific Islander:  A person having origins in any of the original peoples of Hawaii, Guam, Samoa, or other Pacific Islands.",
    "Người Hawaii bản địa hoặc người đảo Thái Bình Dương khác: Một người có nguồn gốc ở bất kỳ dân tộc gốc nào ở Hawaii, đảo Guam, Samoa hoặc các đảo khác ở Thái Bình Dương."
  ],
  [
    "NAVY EXCHANGE SERVICE COMMAND - NAF",
    "DỊCH VỤ TRAO ĐỔI NAVY - NAF"
  ],
  [
    "Navy",
    "Hải quân"
  ],
  [
    "NB - NEW BRUNSWICK",
    "NB - BRUNSWICK MỚI"
  ],
  [
    "NC - NEW CALEDONIA",
    "NC - CALEDONIA MỚI"
  ],
  [
    "NC - North Carolina",
    "NC - Bắc Carolina"
  ],
  [
    "ND - North Dakota",
    "ND - Bắc Dakota"
  ],
  [
    "NE - Nebraska",
    "ĐB - Nebraska"
  ],
  [
    "NE - NIGER",
    "KHÔNG - NIGER"
  ],
  [
    "Nebraska Child Support",
    "Hỗ trợ trẻ em Nebraska"
  ],
  [
    "Networking in your occupational field and industry.",
    "Mạng trong lĩnh vực nghề nghiệp và ngành công nghiệp của bạn."
  ],
  [
    "Nevada Child Support",
    "Hỗ trợ trẻ em Nevada"
  ],
  [
    "Never check a “remember my password” or “keep me signed in” box.",
    "Không bao giờ kiểm tra một mật khẩu nhớ mật khẩu của tôi."
  ],
  [
    "New Hampshire Child Support",
    "Hỗ trợ trẻ em New Hampshire"
  ],
  [
    "New Hampshire",
    "Mới Hampshire"
  ],
  [
    "New Jersey Child Support",
    "Hỗ trợ trẻ em New Jersey"
  ],
  [
    "New Jersey",
    "Áo mới"
  ],
  [
    "New Mexico Child Support",
    "Hỗ trợ trẻ em Mexico mới"
  ],
  [
    "New Mexico",
    "Mexico mới"
  ],
  [
    "New Password:",
    "Mật khẩu mới:"
  ],
  [
    "New York Child Support",
    "Hỗ trợ trẻ em New York"
  ],
  [
    "New York",
    "Newyork"
  ],
  [
    "NEWFOUNDLAND",
    "Vùng đất mới"
  ],
  [
    "Next",
    "Kế tiếp"
  ],
  [
    "NF - NORFOLK ISLAND",
    "ĐẢO NỀN TẢNG"
  ],
  [
    "NI - NICARAGUA",
    "NI-NICARAGUA"
  ],
  [
    "NL - NETHERLANDS",
    "NL - HÀ LAN"
  ],
  [
    "NL - NEW FOUNDLAND AND LABRADOR",
    "NL - NỀN TẢNG VÀ NGƯỜI LAO ĐỘNG MỚI"
  ],
  [
    "NO - NORWAY",
    "KHÔNG - BÌNH LUẬN"
  ],
  [
    "No Employment Within the Last 15 Months",
    "Không có việc làm trong vòng 15 tháng qua"
  ],
  [
    "No more than 35 characters in length",
    "Độ dài không quá 35 ký tự"
  ],
  [
    "no other person is receiving Unemployment allowances for the child",
    "không có người nào khác nhận trợ cấp thất nghiệp cho đứa trẻ"
  ],
  [
    "No overdraft/credit feature",
    "Không có thấu chi / tính năng tín dụng"
  ],
  [
    "No records found...",
    "Không có dữ liệu được tìm thấy..."
  ],
  [
    "No",
    "Không"
  ],
  [
    "Non Massachusetts Employment",
    "Việc làm phi Massachusetts"
  ],
  [
    "Non-alphanumeric character (e.g. !,@,#,$,%,^,& or *)",
    "Ký tự không phải là chữ và số (ví dụ:!, @, #, $,%, ^, & Hoặc *)"
  ],
  [
    "Non-Massachusetts Child Support Confirmation",
    "Xác nhận hỗ trợ trẻ em không thuộc tiểu bang Massachusetts"
  ],
  [
    "Non-Massachusetts Child Support County Information",
    "Thông tin về Hạt Hỗ trợ Trẻ em Không Massachusetts"
  ],
  [
    "Non-Massachusetts Child Support Summary",
    "Tóm tắt Hỗ trợ Trẻ em Không Massachusetts"
  ],
  [
    "Non-Massachusetts Detailed Employment Information",
    "Thông tin tuyển dụng chi tiết về việc làm của Massachusetts"
  ],
  [
    "Non-Massachusetts Employment",
    "Việc làm phi Massachusetts"
  ],
  [
    "Non-Massachusetts",
    "Phi Massachusetts"
  ],
  [
    "North Carolina Child Support",
    "Hỗ trợ trẻ em Bắc Carolina"
  ],
  [
    "North Carolina",
    "bắc Carolina"
  ],
  [
    "North Dakota Child Support",
    "Hỗ trợ trẻ em Bắc Dakota"
  ],
  [
    "North Dakota",
    "Bắc Dakota"
  ],
  [
    "Northampton",
    "Giáo dục"
  ],
  [
    "NORTHAMPTON",
    "MIỀN BẮC"
  ],
  [
    "NORTHERN BORDER REGIONAL COMMISSION",
    "Uỷ ban KHU VỰC BIÊN GIỚI BẮC"
  ],
  [
    "NORTHERN MARIANA ISLANDS",
    "QUẦN ĐẢO MARIANA BẮC"
  ],
  [
    "Not in Writing",
    "Không bằng văn bản"
  ],
  [
    "Not previously used within this system",
    "Không được sử dụng trước đây trong hệ thống này"
  ],
  [
    "Note : Do not select the 'Back' button on your browser. Instead, use the&nbsp;",
    "Lưu ý: Không chọn nút 'Quay lại' trên trình duyệt của bạn. Thay vào đó, hãy sử dụng&nbsp;"
  ],
  [
    "Note :",
    "Ghi chú :"
  ],
  [
    "NOTE",
    "GHI CHÚ"
  ],
  [
    "Note: Click on a different page number for additional job title options.",
    "Lưu ý: Nhấp vào số trang khác để có thêm tùy chọn chức danh công việc."
  ],
  [
    "Note: Electronic correspondence is only available in English at this time.",
    "Lưu ý: Thư điện tử chỉ có sẵn bằng tiếng Anh tại thời điểm này."
  ],
  [
    "Note: If you check 'No' you cannot continue through this application. Tell me more\n            about",
    "Lưu ý: Nếu bạn chọn 'Không', bạn không thể tiếp tục thông qua ứng dụng này. Nói cho tôi biết thêm\n            trong khoảng"
  ],
  [
    "Note: You will be receiving important, time sensitive correspondence that may affect your rights to benefits.\n                    Therefore, if you chose \"electronic\" as your preferred correspondence method, it is important\n                    (even when awaiting the outcome of an appeal or after you have stopped collecting benefits), that you:",
    "Lưu ý: Bạn sẽ nhận được thư tín quan trọng, nhạy cảm về thời gian có thể ảnh hưởng đến quyền lợi của bạn.\n                    Do đó, nếu bạn chọn \"điện tử\" làm phương thức tương ứng ưa thích của mình, điều quan trọng là\n                    (ngay cả khi chờ kết quả kháng cáo hoặc sau khi bạn đã ngừng thu lợi ích), bạn:"
  ],
  [
    "Note:",
    "Ghi chú:"
  ],
  [
    "NR - NAURU",
    "Khu bảo tồn thiên nhiên"
  ],
  [
    "NS - NOVA SCOTIA",
    "NS - Nova Scotia"
  ],
  [
    "NT - NORTHWEST TERRITORIES",
    "NT - ĐIỀU KHOẢN BẮC NHẤT"
  ],
  [
    "NU - NIUE",
    "KHÔNG - KHÔNG CÓ"
  ],
  [
    "NU - NUNAVUT",
    "KHÔNG - KHÔNG BAO GIỜ"
  ],
  [
    "NUCLEAR REGULATORY COMMISSION",
    "ỦY BAN ĐIỀU TIẾT HẠT NHÂN"
  ],
  [
    "NUCLEAR WASTE TECHNICAL REVIEW BOARD",
    "BAN ĐÁNH GIÁ KỸ THUẬT CHẤT THẢI NUCLEAR"
  ],
  [
    "Numeric digit (e.g. 0-9)",
    "Chữ số (ví dụ: 0-9)"
  ],
  [
    "NZ - NEW ZEALAND",
    "New Zealand - ZEALAND MỚI"
  ],
  [
    "Occupation with this employer:",
    "Nghề nghiệp với chủ lao động này:"
  ],
  [
    "Occupational Information",
    "Thông tin nghề nghiệp"
  ],
  [
    "OCCUPATIONAL SAFETY &amp; HEALTH REVIEW COMM.",
    "AN TOÀN OCCUPQG & amp; ĐÁNH GIÁ SỨC KHỎE"
  ],
  [
    "October 1 - December 31",
    "1 tháng 10 - 31 tháng 12"
  ],
  [
    "October 1 - September 30",
    "1 tháng 10 - 30 tháng 9"
  ],
  [
    "of at least",
    "ít nhất là"
  ],
  [
    "OFFICE OF ADMINISTRATION",
    "VĂN PHÒNG HÀNH CHÍNH"
  ],
  [
    "OFFICE OF COMPLIANCE",
    "VĂN PHÒNG HOÀN THÀNH"
  ],
  [
    "OFFICE OF GOVERNMENT ETHICS",
    "VĂN PHÒNG ĐẠO ĐỨC"
  ],
  [
    "OFFICE OF MANAGEMENT AND BUDGET",
    "VĂN PHÒNG QUẢN LÝ VÀ NGÂN SÁCH"
  ],
  [
    "OFFICE OF NATIONAL DRUG CONTROL POLICY",
    "VĂN PHÒNG CHÍNH SÁCH KIỂM SOÁT THUỐC QUỐC GIA"
  ],
  [
    "OFFICE OF NAVAJO &amp; HOPI INDIAN RELOCATION",
    "VĂN PHÒNG CỦA NAVAJO & amp; LIÊN QUAN ẤN ĐỘ"
  ],
  [
    "OFFICE OF PERSONNEL MANAGEMENT",
    "VĂN PHÒNG QUẢN LÝ NHÂN SỰ"
  ],
  [
    "OFFICE OF SCIENCE &amp; TECHNOLOGY POLICY",
    "VĂN PHÒNG KHOA HỌC & amp; CHÍNH SÁCH CÔNG NGHỆ"
  ],
  [
    "OFFICE OF THE DIRECTOR OF NATIONAL INTELLIGENCE",
    "VĂN PHÒNG GIÁM ĐỐC QUỐC GIA"
  ],
  [
    "OFFICE OF THE VICE PRESIDENT",
    "VĂN PHÒNG CỦA VICE PRESIDENT"
  ],
  [
    "OFFICE OF U.S. TRADE REPRESENTATIVE",
    "VĂN PHÒNG ĐẠI DIỆN THƯƠNG MẠI Hoa Kỳ"
  ],
  [
    "Ohio Child Support",
    "Hỗ trợ trẻ em Ohio"
  ],
  [
    "Oklahoma Child Support",
    "Hỗ trợ trẻ em Oklahoma"
  ],
  [
    "ollett+mass@gmail.com",
    "ollett+mass @ gmail"
  ],
  [
    "OM - OMAN",
    "OM - Oman"
  ],
  [
    "ON - ONTARIO",
    "BẬT - ONTARIO"
  ],
  [
    "on-call",
    "trong cuộc gọi"
  ],
  [
    "Once you have located the most accurate description of your occupation, select the button associated with the Job Title, and select",
    "Khi bạn đã tìm thấy mô tả chính xác nhất về nghề nghiệp của mình, hãy chọn nút được liên kết với Tiêu đề công việc và chọn"
  ],
  [
    "OR - Oregon",
    "HOẶC - Oregon"
  ],
  [
    "or other economic assistance, visit",
    "hoặc hỗ trợ kinh tế khác, hãy truy cập"
  ],
  [
    "or",
    "hoặc là"
  ],
  [
    "Or….",
    "Hoặc là…."
  ],
  [
    "Orange",
    "trái cam"
  ],
  [
    "Oregon Child Support",
    "Hỗ trợ trẻ em Oregon"
  ],
  [
    "Other Resources:",
    "Các nguồn lực khác:"
  ],
  [
    "Other",
    "Khác"
  ],
  [
    "Other:",
    "Khác:"
  ],
  [
    "Our webpages are under continuous development. While we try to keep them current and error-free, this may\n                    not always be so.",
    "Các trang web của chúng tôi đang được phát triển liên tục. Mặc dù chúng tôi cố gắng giữ cho chúng hiện tại và không có lỗi, nhưng điều này có thể\n                    không phải lúc nào cũng như vậy"
  ],
  [
    "Out Of Country",
    "Ra khỏi đất nước"
  ],
  [
    "out-of-network",
    "ngoài mạng"
  ],
  [
    "Out-Of-State Work History is required. (30)",
    "Lịch sử làm việc ngoài tiểu bang là bắt buộc. (30)"
  ],
  [
    "Partially or Totally Unemployed Through No Fault of Your Own",
    "Một phần hoặc hoàn toàn thất nghiệp thông qua không có lỗi của riêng bạn"
  ],
  [
    "Pashto",
    "Tiếng Pa-tô"
  ],
  [
    "password guidelines",
    "hướng dẫn mật khẩu"
  ],
  [
    "Payment Options",
    "Các lựa chọn thanh toán"
  ],
  [
    "PE - PRINCE EDWARD ISLAND",
    "PE - ĐẢO EDWARD PRINCE"
  ],
  [
    "PEACE CORPS",
    "CƠ THỂ"
  ],
  [
    "Pennsylvania Child Support",
    "Hỗ trợ trẻ em Pennsylvania"
  ],
  [
    "PENSION BENEFITS GUARANTY CORP",
    "BẢO ĐẢM TIỀN LÃI BẢO HÀNH CORP"
  ],
  [
    "Per Purchase",
    "Mỗi lần mua"
  ],
  [
    "Persian",
    "Ba Tư"
  ],
  [
    "Personal Information",
    "Thông tin cá nhân"
  ],
  [
    "PF - FRENCH POLYNESIA",
    "PF - POLYNESIA"
  ],
  [
    "PG - PAPUA NEW GUINEA",
    "PG - PAPUA GUINEA MỚI"
  ],
  [
    "PhD or Doctorate",
    "Tiến sĩ hoặc Tiến sĩ"
  ],
  [
    "Phone:",
    "Điện thoại:"
  ],
  [
    "Physical location Where Work Was Performed:",
    "Vị trí thực tế Nơi thực hiện công việc:"
  ],
  [
    "Placer",
    "Niềm vui"
  ],
  [
    "Please choose a new password and other information by entering it in the fields\n        below and clicking Save. For additional information on password security, please refer to the",
    "Vui lòng chọn một mật khẩu mới và thông tin khác bằng cách nhập nó vào các trường\n        bên dưới và nhấp vào Lưu. Để biết thêm thông tin về bảo mật mật khẩu, vui lòng tham khảo"
  ],
  [
    "Please provide your Social Security Number",
    "Vui lòng cung cấp Số An sinh Xã hội của bạn"
  ],
  [
    "Please read and certify:",
    "Vui lòng đọc và xác nhận:"
  ],
  [
    "Please select from the list in the drop down menu:",
    "Vui lòng chọn từ danh sách trong menu thả xuống:"
  ],
  [
    "Plumas",
    "Lông vũ"
  ],
  [
    "PM - SAINT PIERRE AND MIQUELON",
    "PM - SAINT PIERRE VÀ MIQUELON"
  ],
  [
    "PO Box 1600",
    "Hộp thư 1600"
  ],
  [
    "Polish",
    "đánh bóng"
  ],
  [
    "Portuguese",
    "Bồ Đào Nha"
  ],
  [
    "Possible Matches",
    "Các trận đấu có thể"
  ],
  [
    "POSTAL REGULATORY COMMISSION",
    "CAM KẾT ĐĂNG KÝ BƯU ĐIỆN"
  ],
  [
    "PRESIDIO TRUST",
    "TRUST PRESIDIO"
  ],
  [
    "Press the \"Alt\" key on your keyboard to view the menu along the top of the screen.",
    "Nhấn phím \"Alt\" trên bàn phím để xem menu dọc theo phía trên màn hình."
  ],
  [
    "Primary Language",
    "Ngôn ngữ chính"
  ],
  [
    "Print Page",
    "Trang in"
  ],
  [
    "Print Preview",
    "Xem trước trang in"
  ],
  [
    "Print this page for your records.",
    "In trang này cho hồ sơ của bạn."
  ],
  [
    "Print",
    "In"
  ],
  [
    "PRIVACY AND CIVIL LIBERTIES OVERSIGHT BOARD",
    "BAN RIÊNG TƯ VÀ RIÊNG TƯ"
  ],
  [
    "Privacy Statement",
    "Cam kết bảo mật"
  ],
  [
    "Provide Additional Employers",
    "Cung cấp thêm chủ nhân"
  ],
  [
    "Provided Address",
    "Địa chỉ được cung cấp"
  ],
  [
    "PS - PALESTINIAN TERRITORY, OCC",
    "PS - ĐIỀU KHOẢN PALESTINIAN, OCC"
  ],
  [
    "PUBLIC DEFENDER SERVICE FOR DISTRICT OF COLUMBIA",
    "DỊCH VỤ DEFENDER CÔNG CỘNG CHO QUẬN COLUMBIA"
  ],
  [
    "Puerto Rico Child Support",
    "Hỗ trợ trẻ em Puerto Rico"
  ],
  [
    "Punjabi",
    "Tiếng Ba Tư"
  ],
  [
    "Push the button on the mouse to select the field. A blinking bar will appear in\n                            the field. You can now enter your information.",
    "Nhấn nút trên chuột để chọn trường. Một thanh nhấp nháy sẽ xuất hiện trong\n                            cánh đồng. Bây giờ bạn có thể nhập thông tin của bạn."
  ],
  [
    "qualified dependents is required. (30)",
    "người phụ thuộc đủ điều kiện là cần thiết. (30)"
  ],
  [
    "Qualified Dependents",
    "Người phụ thuộc đủ tiêu chuẩn"
  ],
  [
    "Quit:",
    "Thoát:"
  ],
  [
    "Race is required, select a value (35)",
    "Cuộc đua là bắt buộc, chọn một giá trị (35)"
  ],
  [
    "Race",
    "Cuộc đua"
  ],
  [
    "Race:",
    "Cuộc đua:"
  ],
  [
    "Radio buttons are used to select from pre-defined choices.",
    "Các nút radio được sử dụng để chọn từ các lựa chọn được xác định trước."
  ],
  [
    "Radio Buttons:",
    "Nút radio:"
  ],
  [
    "RAILROAD RETIREMENT BOARD",
    "BAN LÃNH ĐẠO RAILROAD"
  ],
  [
    "RE - REUNION",
    "GIỚI HẠN"
  ],
  [
    "Re Enter SSN is required. (30)",
    "Nhập lại SSN là bắt buộc. (30)"
  ],
  [
    "Re Enter SSN:",
    "Nhập lại SSN:"
  ],
  [
    "Re-enter Bank Account Number:",
    "Nhập lại số tài khoản ngân hàng:"
  ],
  [
    "Re-enter email address:",
    "Nhập lại địa chỉ Email:"
  ],
  [
    "Re-enter Email Address:",
    "Nhập lại địa chỉ Email:"
  ],
  [
    "Read your",
    "Đọc của bạn"
  ],
  [
    "Reason For Separation from this employer",
    "Lý do tách khỏi nhà tuyển dụng này"
  ],
  [
    "Reason for separation from this Employer:",
    "Lý do tách khỏi Chủ lao động này:"
  ],
  [
    "Reasons for separation from your employers",
    "Lý do tách khỏi nhà tuyển dụng của bạn"
  ],
  [
    "Recall dates",
    "Nhớ lại ngày"
  ],
  [
    "Receive Correspondence is required. (30)",
    "Nhận được thư tương ứng là bắt buộc. (30)"
  ],
  [
    "Refer to your",
    "Tham khảo"
  ],
  [
    "Registering with the Career Center",
    "Đăng ký với Trung tâm hướng nghiệp"
  ],
  [
    "Registering with the Career Center.",
    "Đăng ký với Trung tâm Hướng nghiệp."
  ],
  [
    "REGULATORY INFORMATION SERVICE CENTER",
    "TRUNG TÂM DỊCH VỤ THÔNG TIN ĐĂNG KÝ"
  ],
  [
    "Remember this information. You will need it to access your claim online.",
    "Ghi nhớ thông tin này. Bạn sẽ cần nó để truy cập yêu cầu trực tuyến của bạn."
  ],
  [
    "Replacement card, express delivery",
    "Thẻ thay thế, chuyển phát nhanh"
  ],
  [
    "Residential Address - Address Line 1 is required. (30)",
    "Địa chỉ cư trú - Địa chỉ Dòng 1 là bắt buộc. (30)"
  ],
  [
    "Residential Address - City is required. (30)",
    "Địa chỉ cư trú - Thành phố là bắt buộc. (30)"
  ],
  [
    "Residential Address - ZIP Code is required. (30)",
    "Địa chỉ cư trú - Mã ZIP là bắt buộc. (30)"
  ],
  [
    "Residential Address",
    "Địa chỉ cư trú"
  ],
  [
    "restrict",
    "hạn chế"
  ],
  [
    "Rhode Island Child Support",
    "Hỗ trợ trẻ em Rhode Island"
  ],
  [
    "Rhode Island",
    "đảo Rhode"
  ],
  [
    "RI - Rhode Island",
    "RI - Đảo Rhode"
  ],
  [
    "Riverside",
    "Bờ sông"
  ],
  [
    "Romanian",
    "Rumani"
  ],
  [
    "Routing Transit Number",
    "Số chuyển tuyến"
  ],
  [
    "Row\">",
    "Hàng \">"
  ],
  [
    "RU - RUSSIAN FEDERATION",
    "RU - LIÊN QUAN"
  ],
  [
    "Russian",
    "tiếng Nga"
  ],
  [
    "Samoan",
    "Samoa"
  ],
  [
    "San Benito",
    "Thánh Benedict"
  ],
  [
    "San Diego",
    "San diego"
  ],
  [
    "San Mateo",
    "Thánh Matthew"
  ],
  [
    "Saturday, June 1, 2019",
    "Thứ Bảy, ngày 1 tháng 6 năm 2019"
  ],
  [
    "Savings",
    "Tiết kiệm"
  ],
  [
    "SB - SOLOMON ISLANDS",
    "SB - QUẦN ĐẢO SOLOMON"
  ],
  [
    "SC - South Carolina",
    "SC - Nam Carolina"
  ],
  [
    "School Employee:",
    "Nhân viên nhà trường:"
  ],
  [
    "SD - South Dakota",
    "SD - Nam Dakota"
  ],
  [
    "SE - SWEDEN",
    "SE - Thụy Điển"
  ],
  [
    "Search Results",
    "kết quả tìm kiếm"
  ],
  [
    "Search",
    "Tìm kiếm"
  ],
  [
    "Security Answer:",
    "Câu hỏi bảo mật:"
  ],
  [
    "Security Question:",
    "Câu hỏi bảo mật:"
  ],
  [
    "See the materials you received with your card for free ways to access your funds and balance information.",
    "Xem các tài liệu bạn nhận được bằng thẻ của bạn để biết cách miễn phí để truy cập tiền và thông tin số dư của bạn."
  ],
  [
    "Select an option to either increase or decrease font size.",
    "Chọn một tùy chọn để tăng hoặc giảm kích thước phông chữ."
  ],
  [
    "Select one",
    "Chọn một"
  ],
  [
    "Select One",
    "Chọn một"
  ],
  [
    "Select the Agency:",
    "Chọn Cơ quan:"
  ],
  [
    "Select the bank account type",
    "Chọn loại tài khoản ngân hàng"
  ],
  [
    "Select the County to which you are required to pay child support is required, select a value (35)",
    "Chọn Quận mà bạn bắt buộc phải trả tiền cấp dưỡng con cái là bắt buộc, chọn một giá trị (35)"
  ],
  [
    "Select the County to which you are required to pay child support:",
    "Chọn Quận mà bạn bắt buộc phải trả tiền cấp dưỡng con cái:"
  ],
  [
    "Select the Department of the Federal Government for which you worked between the period",
    "Chọn Bộ Chính phủ Liên bang mà bạn đã làm việc trong khoảng thời gian"
  ],
  [
    "Select the Federal Department:",
    "Chọn Bộ liên bang:"
  ],
  [
    "Select the U.S state or territory to which you are required to pay child support",
    "Chọn tiểu bang hoặc lãnh thổ Hoa Kỳ mà bạn được yêu cầu trả tiền cấp dưỡng con"
  ],
  [
    "Select your Branch of Service :",
    "Chọn Chi nhánh Dịch vụ của bạn:"
  ],
  [
    "Select Your highest level of education completed is required, select a value (35)",
    "Chọn mức độ giáo dục cao nhất của bạn đã hoàn thành là bắt buộc, chọn một giá trị (35)"
  ],
  [
    "Select your highest level of education completed:",
    "Chọn mức độ giáo dục cao nhất của bạn đã hoàn thành:"
  ],
  [
    "Select your primary occupation:",
    "Chọn nghề nghiệp chính của bạn:"
  ],
  [
    "Select",
    "Lựa chọn"
  ],
  [
    "SELECTIVE SERVICE SYSTEM",
    "HỆ THỐNG DỊCH VỤ CHỌN"
  ],
  [
    "Sending resumes in response to employer ads or job leads.",
    "Gửi sơ yếu lý lịch để đáp ứng với quảng cáo sử dụng lao động hoặc dẫn công việc."
  ],
  [
    "Serbian",
    "Tiếng Serbia"
  ],
  [
    "Serbo-Croatian",
    "Serbo-Croatia"
  ],
  [
    "Set Password",
    "Đặt mật khẩu"
  ],
  [
    "Severance or other pay may include any types of payment such as severance pay, pay\n                                    in lieu of dismissal notice, continuation pay (not performing services but still\n                                    being paid), a retention or &#8220;stay&#8221; bonus or any other payment based\n                                    on years or length of service.",
    "Thôi việc hoặc thanh toán khác có thể bao gồm bất kỳ loại thanh toán nào như thanh toán thôi việc, thanh toán\n                                    thay cho thông báo sa thải, trả tiền tiếp tục (không thực hiện dịch vụ nhưng vẫn\n                                    được thanh toán), giữ lại hoặc & # 8220; ở lại & # 8221; tiền thưởng hoặc bất kỳ khoản thanh toán nào khác\n                                    vào năm hoặc thời gian phục vụ."
  ],
  [
    "SH - SAINT HELENA",
    "SH - SAINT Helena"
  ],
  [
    "Shanghainese",
    "Thượng Hải"
  ],
  [
    "should not",
    "không nên"
  ],
  [
    "SI - SLOVENIA",
    "CÓ - SLOVENIA"
  ],
  [
    "Sign up with",
    "Đăng ký với"
  ],
  [
    "Since\n\t\t\t\t\t\t\t4/7/2019\n\t\t\t\t\t\t\thave you applied for unemployment benefits from a state other than Massachusetts:",
    "Từ\n4/7/2019\nBạn đã nộp đơn xin trợ cấp thất nghiệp từ một tiểu bang khác ngoài Massachusetts:"
  ],
  [
    "Since\n                                Monday, April 1, 2019, have you applied for or are you receiving any of the following:",
    "Từ\n                                Thứ Hai, ngày 1 tháng 4 năm 2019, bạn đã đăng ký hoặc bạn nhận được bất kỳ điều nào sau đây:"
  ],
  [
    "Since\n                                Monday, April 1, 2019, have you received, applied for, or are you receiving\n                                any of the following:",
    "Từ\n                                Thứ Hai, ngày 1 tháng 4 năm 2019, bạn đã nhận được, đăng ký hoặc bạn đang nhận\n                                bất kỳ điều nào sau đây:"
  ],
  [
    "Since\n                                Monday, April 1, 2019, have you received, are you receiving, or do you expect\n                                to receive any of the following:",
    "Từ\n                                Thứ Hai, ngày 1 tháng 4 năm 2019, bạn đã nhận được, bạn đang nhận hay bạn mong đợi\n                                để nhận bất kỳ điều nào sau đây:"
  ],
  [
    "Since\n                                Monday, April 1, 2019:",
    "Từ\n                                Thứ Hai, ngày 1 tháng 4 năm 2019:"
  ],
  [
    "Since 4/7/2019 have you applied for unemployment benefits from a state other than Massachusetts? response is required. (30)",
    "Kể từ ngày 4/7/2019, bạn đã nộp đơn xin trợ cấp thất nghiệp từ một tiểu bang khác ngoài Massachusetts chưa? đáp ứng là cần thiết. (30)"
  ],
  [
    "SJ - SVALBARD AND JAN MAYEN IS",
    "SJ - SVALBARD VÀ JAN MAYEN"
  ],
  [
    "SK - SASKATCHEWAN",
    "SK - SÀI GÒN"
  ],
  [
    "SK - SLOVAKIA (SLOVAK REPUBLIC",
    "SK - SLOVAKIA (CỘNG HÒA SLOVAK"
  ],
  [
    "SL - SIERRA LEONE",
    "SL - SIERRA ĐIỆN THOẠI"
  ],
  [
    "SMALL BUSINESS ADMINISTRATION",
    "QUẢN TRỊ DOANH NGHIỆP NHỎ"
  ],
  [
    "SMITHSONIAN INSTITUTION",
    "VIỆN SMITHSONIAN"
  ],
  [
    "SOCIAL SECURITY ADMINISTRATION",
    "QUẢN TRỊ AN NINH XÃ HỘI"
  ],
  [
    "Social Security Number is required. (30)",
    "Số an sinh xã hội là bắt buộc. (30)"
  ],
  [
    "Social Security Number:",
    "Số an sinh xã hội:"
  ],
  [
    "sole proprietor",
    "Công ty tư nhân"
  ],
  [
    "Somali",
    "Tiếng Somalia"
  ],
  [
    "Sonoma",
    "Kinh tế"
  ],
  [
    "South Carolina Child Support",
    "Hỗ trợ trẻ em Nam Carolina"
  ],
  [
    "South Carolina",
    "phía Nam Carolina"
  ],
  [
    "South Dakota Child Support",
    "Hỗ trợ trẻ em Nam Dakota"
  ],
  [
    "South Dakota",
    "Nam Dakota"
  ],
  [
    "Spanish",
    "người Tây Ban Nha"
  ],
  [
    "Spell a word or series of words that can be found in a standard dictionary",
    "Đánh vần một từ hoặc một loạt các từ có thể tìm thấy trong một từ điển chuẩn"
  ],
  [
    "Spell a word with a number added to the beginning and/or end",
    "Đánh vần một từ với một số được thêm vào đầu và / hoặc kết thúc"
  ],
  [
    "SR - SURINAME",
    "SR - KHẢO SÁT"
  ],
  [
    "SSN is required. (30)",
    "SSN là bắt buộc. (30)"
  ],
  [
    "ST - SAO TOME AND PRINCIPE",
    "ST - SAO TOME VÀ NGUYÊN TẮC"
  ],
  [
    "Start Date",
    "Ngày bắt đầu"
  ],
  [
    "State Agency Name:",
    "Tên cơ quan nhà nước:"
  ],
  [
    "State Child\n                                Support Contact Information",
    "Nhà nước trẻ em\n                                Hỗ trợ thông tin liên hệ"
  ],
  [
    "State is required. (30)",
    "Nhà nước là bắt buộc. (30)"
  ],
  [
    "State Website",
    "Trang web nhà nước"
  ],
  [
    "State",
    "Tiểu bang"
  ],
  [
    "State:",
    "Tiểu bang:"
  ],
  [
    "state(s) in which you worked since 4/1/2019:",
    "(các) tiểu bang mà bạn đã làm việc kể từ ngày 4/1/2019:"
  ],
  [
    "Status",
    "Trạng thái"
  ],
  [
    "Still Working:",
    "Vẫn đang làm việc:"
  ],
  [
    "Strike:",
    "Đình công:"
  ],
  [
    "Submit",
    "Gửi đi"
  ],
  [
    "Sufficient Wages in Your Base Period",
    "Mức lương đủ trong giai đoạn cơ sở của bạn"
  ],
  [
    "Suffix:",
    "Hậu tố:"
  ],
  [
    "Sunday, April 5, 2020",
    "Chủ nhật ngày 5 tháng 4 năm 2020"
  ],
  [
    "SURFACE TRANSPORTATION BOARD",
    "BAN VẬN TẢI BỀ MẶT"
  ],
  [
    "Suspension:",
    "Huyền phù:"
  ],
  [
    "Swahili",
    "Tiếng anh"
  ],
  [
    "SY - SYRIAN ARAB REPUBLIC",
    "VÀ - ARIB CỘNG HÒA"
  ],
  [
    "System Security",
    "Bảo mật hệ thống"
  ],
  [
    "SZ - SWAZILAND",
    "SẠC"
  ],
  [
    "Tagalog",
    "Tag Tag"
  ],
  [
    "Taiwanese",
    "Đài Loan"
  ],
  [
    "Tamil",
    "Tiếng Tamil"
  ],
  [
    "Tax Withholding Options",
    "Tùy chọn khấu trừ thuế"
  ],
  [
    "Tax withholding preference:",
    "Ưu đãi khấu trừ thuế:"
  ],
  [
    "TC - TURKS AND CAICOS ISLANDS",
    "TC - QUẦN ĐẢO VÀ CAICOS"
  ],
  [
    "Telephone Numbers",
    "Số điện thoại"
  ],
  [
    "Telephone",
    "Điện thoại"
  ],
  [
    "Tennessee Child Support",
    "Hỗ trợ trẻ em Tennessee"
  ],
  [
    "Texas Child Support",
    "Hỗ trợ trẻ em Texas"
  ],
  [
    "TF - FRENCH SOUTHERN TERRITORI",
    "TF - TERRITORI NAM NAM"
  ],
  [
    "TH - THAILAND",
    "TH - THÁI LAN"
  ],
  [
    "Thai",
    "Thái lan"
  ],
  [
    "that pays benefits when you attend full-time, approved training.",
    "trả tiền khi bạn tham gia khóa đào tạo toàn thời gian, được phê duyệt."
  ],
  [
    "The address you entered is verified to ensure that the U.S. Post Office can deliver mail to that address. For faster mailing, we also add the zip+4code. Please select the most accurate mailing address below.",
    "Địa chỉ bạn đã nhập được xác minh để đảm bảo rằng Bưu điện Hoa Kỳ có thể gửi thư đến địa chỉ đó. Để gửi thư nhanh hơn, chúng tôi cũng thêm mã zip + 4. Vui lòng chọn địa chỉ gửi thư chính xác nhất dưới đây."
  ],
  [
    "The Base Period (BP)",
    "Thời kỳ cơ sở (BP)"
  ],
  [
    "the child, step child, ward of the claimant;",
    "con, con riêng, phường của người yêu cầu bồi thường;"
  ],
  [
    "The information you provide is required by the Department of Unemployment Assistance (DUA) to determine your eligibility for unemployment insurance benefits. This information is confidential and will not be disclosed except as allowed by law.",
    "Thông tin bạn cung cấp được Bộ Hỗ trợ Thất nghiệp (DUA) yêu cầu để xác định đủ điều kiện nhận trợ cấp bảo hiểm thất nghiệp của bạn. Thông tin này là bí mật và sẽ không được tiết lộ trừ khi được pháp luật cho phép."
  ],
  [
    "The list below includes Non-Massachusetts child support information on file from a previous claim. A letter will be sent to each Non-Massachusetts state and territory requesting updated child support information. You may contact the state or territory directly if you no longer owe child support or if you have questions about a specific child support order.",
    "Danh sách dưới đây bao gồm thông tin hỗ trợ trẻ em không thuộc tiểu bang Massachusetts trong hồ sơ từ một yêu cầu trước đó. Một lá thư sẽ được gửi đến từng tiểu bang và vùng lãnh thổ không thuộc tiểu bang Massachusetts yêu cầu cập nhật thông tin hỗ trợ trẻ em. Bạn có thể liên hệ trực tiếp với tiểu bang hoặc lãnh thổ nếu bạn không còn nợ tiền cấp dưỡng con cái hoặc nếu bạn có thắc mắc về lệnh cấp dưỡng con cụ thể."
  ],
  [
    "The Massachusetts DUA debit Mastercard is issued by Bank of America. There is no fee to purchase or activate this card.",
    "Thẻ Mastercard ghi nợ Massachusetts DUA được phát hành bởi Bank of America. Không có phí để mua hoặc kích hoạt thẻ này."
  ],
  [
    "The maximum amount of Benefit Credit a claimant may be entitled to receive over the life of the claim is calculated at 26 times the claimant’s benefit rate or 36% of the wages earned in the base period, whichever is lower.",
    "Số tiền Tín dụng Phúc lợi tối đa mà người yêu cầu bồi thường có thể được nhận trong suốt thời gian khiếu nại được tính bằng 26 lần mức lợi ích của người yêu cầu bồi thường hoặc 36% tiền lương kiếm được trong giai đoạn cơ sở, tùy theo mức nào thấp hơn."
  ],
  [
    "The names of all your employers",
    "Tên của tất cả các nhà tuyển dụng của bạn"
  ],
  [
    "The primary base period is the prior:",
    "Thời kỳ cơ sở chính là trước:"
  ],
  [
    "The search results will display in alphabetical order.  If search results are too broad, enter more letters in the employer name.",
    "Các kết quả tìm kiếm sẽ hiển thị theo thứ tự bảng chữ cái. Nếu kết quả tìm kiếm quá rộng, hãy nhập thêm chữ cái trong tên nhà tuyển dụng."
  ],
  [
    "The social security numbers  and dates of birth for your dependents",
    "Số an sinh xã hội và ngày sinh cho người phụ thuộc của bạn"
  ],
  [
    "THE SUPREME COURT OF THE U.S.",
    "TÒA ÁN TỐI ƯU CỦA HOA K.S"
  ],
  [
    "The U.S Department of labor requires this question to be asked on Unemployment Insurance applications.",
    "Bộ Lao động Hoa Kỳ yêu cầu câu hỏi này được hỏi về các đơn xin Bảo hiểm Thất nghiệp."
  ],
  [
    "This includes active duty in the Army, Navy, Air Force, Marine Corps, Coast\n                Guard, or National Atmospheric and Oceanic Administration (NOAA) as well\n                as active duty in the Reserves or National Guard.",
    "Điều này bao gồm các nhiệm vụ tích cực trong Quân đội, Hải quân, Không quân, Thủy quân lục chiến, Bờ biển\n                Bảo vệ, hay Cơ quan Khí quyển và Đại dương Quốc gia (NOAA) cũng vậy\n                làm nhiệm vụ tích cực trong Khu bảo tồn hoặc Vệ binh quốc gia."
  ],
  [
    "This information is collected for federal statistical purposes only and does\n                not affect your eligibility for unemployment insurance benefits.",
    "Thông tin này được thu thập cho mục đích thống kê liên bang và không\n                không ảnh hưởng đến điều kiện hưởng trợ cấp bảo hiểm thất nghiệp của bạn."
  ],
  [
    "This information is collected for federal statistical purposes only and does not\n                affect your eligibility for unemployment insurance benefits.",
    "Thông tin này được thu thập cho mục đích thống kê liên bang và không\n                ảnh hưởng đến điều kiện của bạn cho lợi ích bảo hiểm thất nghiệp."
  ],
  [
    "This information is collected for federal statistical purposes only and does not affect your eligibility for unemployment insurance benefits.",
    "Thông tin này được thu thập cho mục đích thống kê liên bang và không ảnh hưởng đến việc bạn đủ điều kiện nhận trợ cấp bảo hiểm thất nghiệp."
  ],
  [
    "This list does not include Massachusetts counties, All Massachusetts child supports are added or updates automatically by the Massachusetts Department of Revenue. If you have questions about specific child support order,\n                         you may contact the state or territory directly",
    "Danh sách này không bao gồm các hạt Massachusetts, Tất cả các hỗ trợ trẻ em ở Massachusetts đều được Bộ Doanh thu Massachusetts thêm hoặc cập nhật tự động. Nếu bạn có thắc mắc về thứ tự hỗ trợ trẻ em cụ thể,\n                         bạn có thể liên hệ trực tiếp với tiểu bang hoặc lãnh thổ"
  ],
  [
    "This list does not include Massachusetts counties. All Massachusetts child support orders are added or updated automatically by the Massachusetts Department of Revenue.",
    "Danh sách này không bao gồm các quận Massachusetts. Tất cả các đơn đặt hàng hỗ trợ trẻ em ở Massachusetts đều được Bộ Doanh thu Massachusetts thêm hoặc cập nhật tự động."
  ],
  [
    "This system may contain U.S. Government information, which is restricted to authorized\n            users ONLY. Unauthorized access, use, misuse, or modification of this computer\n            system or of the data contained herein or in transit to/from this system constitutes a\n            violation of Title 18, United States Code, Section 1030, and may subject the individual\n            to criminal and civil penalties pursuant to Title 26, United States Code, Sections 7213,\n            7213A (the Taxpayer Browsing Protection Act), and 7431. This system and\n            equipment are subject to monitoring to ensure proper performance of applicable\n            security features or procedures. Such monitoring may result in the acquisition,\n            recording, and analysis of all data being communicated, transmitted, processed, or\n            stored in this system by a user. If monitoring reveals possible evidence of criminal\n            activity, such evidence may be provided to Law Enforcement Personnel.",
    "Hệ thống này có thể chứa thông tin Chính phủ Hoa Kỳ, được giới hạn cho phép\n            người dùng CHỈ. Truy cập trái phép, sử dụng, sử dụng sai hoặc sửa đổi máy tính này\n            hệ thống hoặc dữ liệu chứa trong tài liệu này hoặc quá cảnh đến / từ hệ thống này tạo thành một\n            vi phạm Tiêu đề 18, Bộ luật Hoa Kỳ, Mục 1030 và có thể khiến cá nhân\n            các hình phạt hình sự và dân sự theo Tiêu đề 26, Bộ luật Hoa Kỳ, Mục 7213,\n            7213A (Đạo luật bảo vệ trình duyệt của người nộp thuế) và 7431. Hệ thống này và\n            thiết bị phải được theo dõi để đảm bảo thực hiện đúng\n            tính năng bảo mật hoặc thủ tục. Giám sát như vậy có thể dẫn đến việc mua lại,\n            ghi lại và phân tích tất cả dữ liệu được truyền đạt, truyền, xử lý hoặc\n            được lưu trữ trong hệ thống này bởi người dùng. Nếu giám sát cho thấy bằng chứng có thể của tội phạm\n            hoạt động, bằng chứng như vậy có thể được cung cấp cho nhân viên thực thi pháp luật."
  ],
  [
    "This website is best viewed at 1024 X 768 screen resolution or higher.",
    "Trang web này được xem tốt nhất ở độ phân giải màn hình 1024 X 768 trở lên."
  ],
  [
    "This website is designed\n                    to work with Internet Explorer version 5.5 and higher or Mozilla Firefox. Earlier versions of Internet Explorer\n                    and other early browsers may not work well with this application. To check which\n                    Internet Explorer version you are using go to \"Help\" on the menu bar then select \"About...\"",
    "Trang web này được thiết kế\n                    để hoạt động với Internet Explorer phiên bản 5.5 trở lên hoặc Mozilla Firefox. Các phiên bản trước của Internet Explorer\n                    và các trình duyệt ban đầu khác có thể không hoạt động tốt với ứng dụng này. Để kiểm tra\n                    Phiên bản Internet Explorer bạn đang sử dụng, đi tới \"Trợ giúp\" trên thanh menu sau đó chọn \"Giới thiệu ...\""
  ],
  [
    "This website may contain hypertext links to information or sites created or maintained by other public or\n                    private organizations. Please be aware that DUA does not control or guaranty the content, quality, or\n                    security of these other websites and services.",
    "Trang web này có thể chứa các liên kết siêu văn bản đến thông tin hoặc các trang web được tạo hoặc duy trì bởi công chúng khác hoặc\n                    tổ chức tư nhân. Xin lưu ý rằng DUA không kiểm soát hoặc đảm bảo nội dung, chất lượng hoặc\n                    bảo mật của các trang web và dịch vụ khác."
  ],
  [
    "Tibetan",
    "Tây Tạng"
  ],
  [
    "TL - TIMOR-LESTE",
    "TL - ĐỌC THỜI GIAN"
  ],
  [
    "TO - TONGA",
    "ĐẾN - TONGA"
  ],
  [
    "to a personal bank account",
    "vào tài khoản ngân hàng cá nhân"
  ],
  [
    "to a personal checking or savings account.Deposits can only be made to banks in the U.S",
    "vào tài khoản tiết kiệm hoặc kiểm tra cá nhân. Tiền gửi chỉ có thể được thực hiện cho các ngân hàng ở Hoa Kỳ"
  ],
  [
    "To add an entry including an additional state or territory or another county in a state or territory or another county in a state or territory already listed,\n                         choose the state or territory from the drop-down list and click",
    "Để thêm một mục bao gồm một tiểu bang hoặc lãnh thổ bổ sung hoặc một quận khác trong một tiểu bang hoặc lãnh thổ hoặc một quận khác trong một tiểu bang hoặc lãnh thổ đã được liệt kê,\n                         chọn tiểu bang hoặc lãnh thổ từ danh sách thả xuống và nhấp"
  ],
  [
    "To be eligible for benefits, you must have been paid wages in the",
    "Để đủ điều kiện nhận trợ cấp, bạn phải được trả lương trong"
  ],
  [
    "to be potentially eligible for benefits:",
    "để có khả năng đủ điều kiện nhận trợ cấp:"
  ],
  [
    "to complete the following information.\n                            If you have served more than one term of service, complete the information for\n                            your most recent term military service.",
    "để hoàn thành các thông tin sau.\n                            Nếu bạn đã phục vụ nhiều hơn một điều khoản dịch vụ, hãy điền thông tin cho\n                            nhiệm kỳ quân sự gần đây nhất của bạn."
  ],
  [
    "to confirm your bank&#8217;s name:",
    "để xác nhận tên ngân hàng của bạn:"
  ],
  [
    "to continue the application process.",
    "để tiếp tục quá trình nộp đơn."
  ],
  [
    "to continue the claim process.",
    "để tiếp tục quá trình yêu cầu bồi thường."
  ],
  [
    "To enter your job title for this employer select search&nbsp;&nbsp;",
    "Để nhập tiêu đề công việc của bạn cho nhà tuyển dụng này, hãy chọn tìm kiếm&nbsp;& nbsp;"
  ],
  [
    "To expedite the issuing of payments there will be no \"waiting week.\"",
    "Để đẩy nhanh việc phát hành thanh toán, sẽ không có \"tuần chờ đợi\"."
  ],
  [
    "To expedite the updating of our records, you may contact the U.S. state\n                 or territory directly and request that an updated child support order\n                 or termination notice be sent to the following address:",
    "Để xúc tiến việc cập nhật hồ sơ của chúng tôi, bạn có thể liên hệ với tiểu bang Hoa Kỳ\n                 hoặc lãnh thổ trực tiếp và yêu cầu một lệnh hỗ trợ trẻ em cập nhật\n                 hoặc thông báo chấm dứt được gửi đến địa chỉ sau:"
  ],
  [
    "to locate the most accurate description of your occupation.",
    "để xác định mô tả chính xác nhất về nghề nghiệp của bạn."
  ],
  [
    "To narrow your search results add more letters to the Employer Name and/or enter the city where you worked in the Employer City field.",
    "Để thu hẹp kết quả tìm kiếm của bạn, hãy thêm nhiều chữ cái vào Tên Nhà tuyển dụng và / hoặc nhập thành phố nơi bạn làm việc trong trường Thành phố của Nhà tuyển dụng."
  ],
  [
    "To protect your data privacy, remember to click the",
    "Để bảo vệ quyền riêng tư dữ liệu của bạn, hãy nhớ nhấp vào"
  ],
  [
    "to review the definition of qualified dependents.  Do you wish to apply for dependency allowances?",
    "để xem xét định nghĩa của người phụ thuộc đủ điều kiện. Bạn có muốn nộp đơn xin trợ cấp phụ thuộc?"
  ],
  [
    "To search for job title select search",
    "Để tìm kiếm chức danh công việc, chọn tìm kiếm"
  ],
  [
    "To sign up for Direct Deposit, log in to your account or call 617-626-6800, option 3 from the main menu.",
    "Để đăng ký Gửi tiền trực tiếp, đăng nhập vào tài khoản của bạn hoặc gọi 617-626-6800, tùy chọn 3 từ menu chính."
  ],
  [
    "to",
    "đến"
  ],
  [
    "Tongan",
    "Tống"
  ],
  [
    "TP - EAST TIMOR",
    "TP - THỜI GIAN ĐÔNG"
  ],
  [
    "TR - TURKEY",
    "TR - THỔ NH"
  ],
  [
    "Trade Union",
    "Công đoàn"
  ],
  [
    "Training Opportunities Program",
    "Chương trình cơ hội đào tạo"
  ],
  [
    "Trinity",
    "Ba ngôi"
  ],
  [
    "TT - TRINIDAD AND TOBAGO",
    "TT - TRINIDAD VÀ TOBAGO"
  ],
  [
    "Tuesday, January 1, 2019",
    "Thứ ba ngày 1 tháng 1 năm 2019"
  ],
  [
    "Turkish",
    "Thổ Nhĩ Kỳ"
  ],
  [
    "TV - TUVALU",
    "Truyền hình TUVALU"
  ],
  [
    "TW - TAIWAN",
    "TW - ĐÀI LOAN"
  ],
  [
    "type(s) of employment you had since (",
    "loại (các) việc làm bạn đã có ("
  ],
  [
    "TZ - TANZANIA- UNITED REPUBLIC",
    "TZ - TANZANIA- CỘNG HÒA LIÊN HỢP"
  ],
  [
    "U.S. ABILITYONE COMMISSION",
    "Hoa Kỳ ABILITYONE"
  ],
  [
    "U.S. ACCESS BOARD",
    "BAN TRUY CẬP Hoa Kỳ"
  ],
  [
    "U.S. AGENCY FOR GLOBAL MEDIA",
    "ĐẠI LÝ HOA K FOR CHO MEDIA TOÀN CẦU"
  ],
  [
    "U.S. AGENCY FOR INTERNATIONAL DEVELOPMENT",
    "CƠ QUAN PHÁT TRIỂN QUỐC TẾ Hoa Kỳ"
  ],
  [
    "U.S. ARTIC RESEARCH COMMISSION",
    "Hoa Kỳ NGHIÊN CỨU NGHIÊN CỨU NGHỆ THUẬT"
  ],
  [
    "U.S. BOTANICAL GARDEN",
    "VƯỜN BOTAN Hoa Kỳ"
  ],
  [
    "U.S. CAPITOL POLICE",
    "CHÍNH SÁCH CAPITOL của Hoa Kỳ"
  ],
  [
    "U.S. CHEMICAL SAFETY &amp; HAZARD INVESTIGATION BOARD",
    "AN TOÀN HÓA CHẤT & amp; BAN ĐẦU TƯ HAZARD"
  ],
  [
    "U.S. COMMISSION ON CIVIL RIGHTS",
    "CAM KẾT HOA K ON VỀ QUYỀN DÂN SỰ"
  ],
  [
    "U.S. COMMISSION ON INTERNATIONAL RELIGIOUS FREEDOM",
    "CAM KẾT Hoa Kỳ về TỰ DO TÔN GIÁO QUỐC TẾ"
  ],
  [
    "U.S. CONSUMER PRODUCTS SAFETY COMMISSION",
    "Hoa Kỳ TIÊU DÙNG SẢN PHẨM TIÊU DÙNG"
  ],
  [
    "U.S. COURT OF VETERANS APPEALS FOR VETERANS CLAIM",
    "TÒA ÁN CỦA VETERANS KHIẾU NẠI CHO YÊU CẦU CỦA VETERANS"
  ],
  [
    "U.S. ELECTION ASSISTANCE COMMISSION",
    "Ủy ban hỗ trợ bầu cử Hoa Kỳ"
  ],
  [
    "U.S. GOVERNMENT PUBLISHING OFFICE",
    "VĂN PHÒNG XUẤT BẢN CHÍNH PHỦ Hoa Kỳ"
  ],
  [
    "U.S. HOLOCAUST MEMORIAL MUSEUM",
    "MUSEUM NHỚ"
  ],
  [
    "U.S. HOUSE OF REPRESENTATIVES",
    "NHÀ ĐẠI DIỆN Hoa Kỳ"
  ],
  [
    "U.S. INSTITUTE OF PEACE",
    "HỌC VIỆN Hoa Kỳ"
  ],
  [
    "U.S. INTERAGENCY COUNCIL ON THE HOMELESSNESS",
    "HỘI ĐỒNG GIAO DỊCH TƯƠNG TÁC HOA K ON TRÊN TRANG CHỦ"
  ],
  [
    "U.S. INTERNATIONAL DEVELOPMENT FINANCE CORPORATION",
    "CÔNG TY TÀI CHÍNH PHÁT TRIỂN QUỐC TẾ Hoa Kỳ"
  ],
  [
    "U.S. MARINE CORP COMMUNITY SERVICES",
    "DỊCH VỤ CỘNG ĐỒNG MARINE CORP"
  ],
  [
    "U.S. MARINE CORPS COMMUNITY SERVICES - NAF",
    "DỊCH VỤ CỘNG ĐỒNG HÀNG HẢI CỦA MỸ - NAF"
  ],
  [
    "U.S. OFFICE OF SPECIAL COUNSEL",
    "VĂN PHÒNG HOA K OF ĐẶC BIỆT"
  ],
  [
    "U.S. POSTAL SERVICE                               /U.S. POSTAL SERVICE                               , EARTH CITY               , MO",
    "DỊCH VỤ BƯU ĐIỆN Hoa Kỳ /U.S. DỊCH VỤ BƯU ĐIỆN, THÀNH PHỐ EARTH, MO"
  ],
  [
    "U.S. POSTAL SERVICE",
    "U. DỊCH VỤ BƯU ĐIỆN"
  ],
  [
    "U.S. SECURITIES AND EXCHANGE COMMISSION",
    "ỦY BAN CHỨNG KHOÁN VÀ TRAO ĐỔI HOA KỲ"
  ],
  [
    "U.S. SENATE",
    "U. thượng nghị viện"
  ],
  [
    "U.S. state or territory to which you are required to pay child support:",
    "Tiểu bang hoặc lãnh thổ Hoa Kỳ mà bạn bắt buộc phải trả tiền cấp dưỡng con cái:"
  ],
  [
    "U.S. State or Territory",
    "Hoa Kỳ hoặc Lãnh thổ Hoa Kỳ"
  ],
  [
    "U.S. TAX COURT",
    "TÒA ÁN THUẾ"
  ],
  [
    "U.S. TRADE AND DEVELOPMENT AGENCY",
    "CƠ QUAN THƯƠNG MẠI VÀ PHÁT TRIỂN Hoa Kỳ"
  ],
  [
    "U.S. Virgin Islands",
    "Quần đảo Virgin thuộc Hoa Kỳ"
  ],
  [
    "U.S. WORLD WAR I CENTENNIAL COMMISSION",
    "Hoa Kỳ WAR WAR Hoa Kỳ"
  ],
  [
    "U.S.-CHINA ECONOMIC &amp; SECURITY REVIEW COMMISSION",
    "KINH TẾ-TRUNG QUỐC & amp; CAM KẾT ĐÁNH GIÁ AN NINH"
  ],
  [
    "UA - UKRAINE",
    "UA - ANH"
  ],
  [
    "UG - UGANDA",
    "VÀ - UGANDA"
  ],
  [
    "Ukrainian",
    "Tiếng Ukraina"
  ],
  [
    "Under the \"Fonts & Colors\" section, change the default font size as needed.",
    "Trong phần \"Phông chữ & Màu sắc\", thay đổi kích thước phông chữ mặc định nếu cần."
  ],
  [
    "under the age of eighteen;",
    "dưới mười tám tuổi;"
  ],
  [
    "under the age of twenty - four and is a full - time student",
    "dưới hai mươi bốn tuổi và là một sinh viên toàn thời gian"
  ],
  [
    "Unemployment benefits are taxable income under both federal and Massachusetts law. You may be required to make quarterly estimated payments to federal and state income tax. I authorize the Department of Unemployment Assistance to do the following regarding",
    "Trợ cấp thất nghiệp là thu nhập chịu thuế theo cả luật liên bang và Massachusetts. Bạn có thể được yêu cầu thực hiện thanh toán ước tính hàng quý cho thuế thu nhập liên bang và tiểu bang. Tôi ủy quyền cho Bộ Hỗ trợ Thất nghiệp thực hiện các việc sau đây liên quan đến"
  ],
  [
    "unemployment debit card",
    "thẻ ghi nợ thất nghiệp"
  ],
  [
    "Unemployment Debit Card",
    "Thẻ ghi nợ thất nghiệp"
  ],
  [
    "Unemployment Initial Claim Submit Process",
    "Thất nghiệp ban đầu Yêu cầu gửi quy trình"
  ],
  [
    "Union members who get work only through their union hiring hall, are considered ‘actively seeking work’ by remaining in good standing and registering with the restricted trade union",
    "Các thành viên công đoàn chỉ nhận được công việc thông qua hội trường tuyển dụng công đoàn của họ, được xem xét ‘tích cực tìm kiếm công việc, bằng cách duy trì trạng thái tốt và đăng ký với công đoàn bị hạn chế"
  ],
  [
    "Union Pension Fund",
    "Quỹ hưu trí công đoàn"
  ],
  [
    "union",
    "liên hiệp"
  ],
  [
    "United States Of America",
    "Nước Mỹ"
  ],
  [
    "Unknown County",
    "Quận chưa biết"
  ],
  [
    "Upon Completion of your application, you must select the \"Submit your Unemployment Benefit Application\" button to process the application.",
    "Sau khi hoàn thành đơn đăng ký của bạn, bạn phải chọn nút \"Gửi Đơn xin trợ cấp thất nghiệp\" để xử lý đơn."
  ],
  [
    "Upon completion of your application, you must select the &#8220;Submit your Unemployment Benefit Application&#8221;\n                        button to process the application.",
    "Sau khi hoàn thành đơn đăng ký của bạn, bạn phải chọn & # 8220; Gửi Đơn xin trợ cấp thất nghiệp & # 8221;\n                        nút để xử lý ứng dụng."
  ],
  [
    "Uppercase character (e.g. A-Z)",
    "Ký tự chữ hoa (ví dụ: A-Z)"
  ],
  [
    "Urdu",
    "Tiếng Urdu"
  ],
  [
    "US - United States Of America",
    "Hoa Kỳ - Hoa Kỳ"
  ],
  [
    "US Mail",
    "Thư điện tử của chúng tôi"
  ],
  [
    "US",
    "CHÚNG TA"
  ],
  [
    "Use the mouse to move the cursor over the circle next to your choice. Push the button\n                    on the mouse to make a selection. Once you make a selection a black dot will appear\n                    in the circle next to your choice. If a black dot does not appear make your selection\n                    again. To change a selection, simply select a different choice following the above\n                    steps.",
    "Sử dụng chuột để di chuyển con trỏ qua vòng tròn bên cạnh lựa chọn của bạn. Ấn nút\n                    trên chuột để thực hiện lựa chọn. Khi bạn chọn, một chấm đen sẽ xuất hiện\n                    trong vòng tròn bên cạnh sự lựa chọn của bạn. Nếu một chấm đen không xuất hiện, hãy chọn\n                    lần nữa. Để thay đổi lựa chọn, chỉ cần chọn một lựa chọn khác theo cách trên\n                    các bước."
  ],
  [
    "Use the mouse to move your cursor over the field. Your cursor will change from an\n                            arrow to an \"I\" beam.",
    "Sử dụng chuột để di chuyển con trỏ qua trường. Con trỏ của bạn sẽ thay đổi từ một\n                            mũi tên đến một chùm \"tôi\"."
  ],
  [
    "Use your mouse or the \"Tab\" key on the keyboard to move to the next entry point.",
    "Sử dụng chuột hoặc phím \"Tab\" trên bàn phím để di chuyển đến điểm nhập cảnh tiếp theo."
  ],
  [
    "Utah Child Support",
    "Hỗ trợ trẻ em Utah"
  ],
  [
    "VA - HOLY SEE (VATICAN CITY STATE)",
    "VA - HOLY XEM (NHÀ NƯỚC THÀNH PHỐ VATICAN)"
  ],
  [
    "VC - SAINT VINCENT AND THE GRE",
    "VC - SAINT VINCENT VÀ GRE"
  ],
  [
    "VE - VENEZUELA",
    "VÀ - VENEZUELA"
  ],
  [
    "Ventura",
    "Lỗ thông hơi"
  ],
  [
    "Verify",
    "Kiểm chứng"
  ],
  [
    "Vermont Child Support",
    "Hỗ trợ trẻ em Vermont"
  ],
  [
    "VG - VIRGIN ISLANDS (BRITISH)",
    "QUẦN ĐẢO VG - VIRGIN (BRITISH)"
  ],
  [
    "VI - U.S. Virgin Islands",
    "VI - Quần đảo Virgin thuộc Hoa Kỳ"
  ],
  [
    "VIETNAM EDUCATION FOUNDATION",
    "NỀN TẢNG GIÁO DỤC VIỆT NAM"
  ],
  [
    "Vietnamese",
    "Tiếng Việt"
  ],
  [
    "View Search Tips",
    "Xem Mẹo tìm kiếm"
  ],
  [
    "Viewing Tips",
    "Mẹo xem"
  ],
  [
    "Virgin Islands Child Support",
    "Hỗ trợ trẻ em Quần đảo Virgin"
  ],
  [
    "Virgin Islands",
    "Quần đảo Virgin"
  ],
  [
    "Virginia Child Support",
    "Hỗ trợ trẻ em Virginia"
  ],
  [
    "Visiting an employer’s place of business to complete a job application.",
    "Đến thăm một nhà tuyển dụng Nơi làm việc của doanh nghiệp để hoàn thành đơn xin việc."
  ],
  [
    "Visiting",
    "Tham quan"
  ],
  [
    "VU - VANUATU",
    "BẠN - THẮNG"
  ],
  [
    "WA - Washington",
    "WA-Washington"
  ],
  [
    "Wages of at least $5100 in the base period, and",
    "Mức lương ít nhất $ 5100 trong giai đoạn cơ sở và"
  ],
  [
    "WARNING",
    "CẢNH BÁO"
  ],
  [
    "Washington Child Support",
    "Hỗ trợ trẻ em Washington"
  ],
  [
    "We charge 4 other types of fees. Here are some of them:",
    "Chúng tôi tính phí 4 loại phí khác. Dưới đây là một số trong số họ:"
  ],
  [
    "Web Page Settings, Screen Resolution and Text Size",
    "Cài đặt trang web, độ phân giải màn hình và kích thước văn bản"
  ],
  [
    "Web Page Viewing Tips and Instructions",
    "Hướng dẫn và xem trang web"
  ],
  [
    "Web page viewing tips",
    "Mẹo xem trang web"
  ],
  [
    "Wednesday, September 9, 2020",
    "Thứ tư, ngày 9 tháng 9 năm 2020"
  ],
  [
    "Welcome to Massachusetts Unemployment Insurance (UI) Online Application",
    "Chào mừng bạn đến với Ứng dụng Trực tuyến Bảo hiểm Thất nghiệp (UI) của Massachusetts"
  ],
  [
    "Were you paid to participate in, or train for professional sporting events at any\n\t\t\t\t\t\t\tlevel as coach, athlete, or referee:",
    "Bạn đã được trả tiền để tham gia hoặc đào tạo cho các sự kiện thể thao chuyên nghiệp tại bất kỳ\ncấp độ như huấn luyện viên, vận động viên, hoặc trọng tài:"
  ],
  [
    "West Virginia Child Support",
    "Hỗ trợ trẻ em Tây Virginia"
  ],
  [
    "West Virginia",
    "phia Tây Virginia"
  ],
  [
    "WF - WALLIS AND FUTUNA ISLANDS",
    "WF - QUẦN ĐẢO WALLIS VÀ FUTUNA"
  ],
  [
    "What are your gross earnings for the week ending Saturday, April 4, 2020:",
    "Tổng thu nhập của bạn trong tuần kết thúc vào Thứ Bảy, ngày 4 tháng 4 năm 2020:"
  ],
  [
    "What if I cannot find my employer in search results",
    "Điều gì xảy ra nếu tôi không thể tìm thấy chủ nhân của mình trong kết quả tìm kiếm"
  ],
  [
    "What if I worked in another state?",
    "Nếu tôi làm việc ở một tiểu bang khác thì sao?"
  ],
  [
    "What if I worked in more than one state?",
    "Nếu tôi làm việc ở nhiều bang thì sao?"
  ],
  [
    "What information will I need to apply for benefits?",
    "Tôi cần thông tin gì để nộp đơn xin trợ cấp?"
  ],
  [
    "What is the name of your first school?",
    "Tên của trường đầu tiên của bạn là gì?"
  ],
  [
    "What is the primary language that you speak and read?",
    "Ngôn ngữ chính mà bạn nói và đọc là gì?"
  ],
  [
    "What is your father&#39;s middle name?",
    "Tên đệm của cha bạn là gì?"
  ],
  [
    "What is your favorite vacation spot?",
    "Điểm kỳ nghỉ yêu thích của bạn là gì?"
  ],
  [
    "What is your mother&#39;s maiden name?",
    "Tên thời con gái của mẹ bạn là gì?"
  ],
  [
    "What make/model was your first car?",
    "Những gì làm / mô hình là chiếc xe đầu tiên của bạn?"
  ],
  [
    "What were your gross earnings?",
    "Tổng thu nhập của bạn là gì?"
  ],
  [
    "When Are My Benefits Determined?",
    "Khi lợi ích của tôi được xác định?"
  ],
  [
    "When prompted, always opt to Open a File",
    "Khi được nhắc, luôn luôn chọn Mở tệp"
  ],
  [
    "When should I file for unemployment benefits?",
    "Khi nào tôi nên nộp đơn xin trợ cấp thất nghiệp?"
  ],
  [
    "When the list is complete, click",
    "Khi danh sách hoàn thành, nhấp vào"
  ],
  [
    "When the non-Massachusetts list is complete, Click",
    "Khi danh sách không phải của Massachusetts hoàn tất, Nhấp vào"
  ],
  [
    "When will my claim begin?",
    "Khi nào yêu cầu của tôi bắt đầu?"
  ],
  [
    "WHITE HOUSE OFFICE",
    "VĂN PHÒNG NHÀ TRẮNG"
  ],
  [
    "White:  A person having origins in any of the original peoples of Europe, the Middle East, or North Africa.",
    "Trắng: Một người có nguồn gốc ở bất kỳ dân tộc gốc nào ở Châu Âu, Trung Đông hoặc Bắc Phi."
  ],
  [
    "Wisconsin Child Support",
    "Hỗ trợ trẻ em Wisconsin"
  ],
  [
    "Withhold Both Federal income tax at the rate of 10% and Massachusetts state income tax at the rate of 5.05%; for a combined rate of 15.05%",
    "Khấu trừ cả thuế thu nhập liên bang ở mức 10% và thuế thu nhập của tiểu bang Massachusetts ở mức 5,05%; cho tỷ lệ kết hợp là 15,05%"
  ],
  [
    "Withhold Federal income tax at the rate of 10%; or",
    "Khấu trừ thuế thu nhập liên bang ở mức 10%; hoặc là"
  ],
  [
    "Withhold State income tax at the rate of 5.05%; or",
    "Khấu trừ thuế thu nhập Nhà nước ở mức 5,05%; hoặc là"
  ],
  [
    "withholding:",
    "giữ lại:"
  ],
  [
    "Wolof",
    "Chó sói"
  ],
  [
    "Work Information",
    "Thông tin công việc"
  ],
  [
    "Workers&#8217; compensation payments",
    "Công nhân & # 8217; bồi thường"
  ],
  [
    "Would you like to use your wages from out-of-state employers on this Massachusetts UI claim?",
    "Bạn có muốn sử dụng tiền lương của mình từ các nhà tuyển dụng ngoài tiểu bang trong yêu cầu bồi thường UI Massachusetts này không?"
  ],
  [
    "WV - West Virginia",
    "WV - Tây Virginia"
  ],
  [
    "www.MAHealthConnector.org",
    "www.MAealthConnector.org"
  ],
  [
    "WY - Wyoming",
    "WY - Kazakhstan"
  ],
  [
    "Wyoming Child Support",
    "Hỗ trợ trẻ em bang Utah"
  ],
  [
    "Wyoming",
    "Kazakhstan"
  ],
  [
    "YE - YEMAN",
    "YE-YEMAN"
  ],
  [
    "Years of Work:",
    "Năm làm việc:"
  ],
  [
    "Yes",
    "Đúng"
  ],
  [
    "You and your employer have an agreement that you will take some time off work and you anticipate that you will return to work with this employer in the future.",
    "Bạn và chủ lao động của bạn có một thỏa thuận rằng bạn sẽ nghỉ làm một thời gian và bạn dự đoán rằng bạn sẽ trở lại làm việc với chủ lao động này trong tương lai."
  ],
  [
    "You are not working as a result of a lockout.",
    "Bạn không làm việc như là kết quả của việc khóa."
  ],
  [
    "You are not working due to a strike.",
    "Bạn không làm việc do một cuộc đình công."
  ],
  [
    "You are on a semester/term break from school-related employment.",
    "Bạn đang trong thời gian nghỉ học kỳ / học kỳ từ việc làm liên quan đến trường học."
  ],
  [
    "You are responsible for following all instructions carefully while using this website.\n                    The computer you are using needs to be connected to a printer so you can print designated\n                    pages as necessary.",
    "Bạn có trách nhiệm làm theo tất cả các hướng dẫn cẩn thận trong khi sử dụng trang web này.\n                    Máy tính bạn đang sử dụng cần được kết nối với máy in để bạn có thể in được chỉ định\n                    các trang khi cần thiết."
  ],
  [
    "You are working \"part-time\" or \"on-call\".",
    "Bạn đang làm việc \"bán thời gian\" hoặc \"gọi điện\"."
  ],
  [
    "You can choose from two payment methods:",
    "Bạn có thể chọn một trong hai phương thức thanh toán:"
  ],
  [
    "You can have payments deposited directly into your checking or savings account.",
    "Bạn có thể có các khoản thanh toán được gửi trực tiếp vào tài khoản tiết kiệm hoặc kiểm tra của bạn."
  ],
  [
    "You decided to leave your employment for reasons including: another job; moved; to avoid being fired; work related, personal, or medical reasons.",
    "Bạn quyết định nghỉ việc vì những lý do bao gồm: một công việc khác; di chuyển; để tránh bị sa thải; liên quan đến công việc, cá nhân, hoặc y tế."
  ],
  [
    "You do not have to receive your payments on this benefit card.",
    "Bạn không phải nhận thanh toán của mình trên thẻ lợi ích này."
  ],
  [
    "You do not need to accept work offered to you if you are under quarantine or have been instructed to stay at home.",
    "Bạn không cần phải chấp nhận công việc được cung cấp cho bạn nếu bạn đang bị cách ly hoặc đã được hướng dẫn ở nhà."
  ],
  [
    "you from finding work in your trade outside of the hiring\n                hall will be listed.  If you work through a hiring hall based in another state, you\n                should select “Non-Massachusetts” hiring hall from the drop-down box.",
    "bạn từ việc tìm kiếm công việc trong thương mại của bạn bên ngoài việc tuyển dụng\n                hội trường sẽ được liệt kê. Nếu bạn làm việc thông qua một hội trường tuyển dụng có trụ sở tại một tiểu bang khác, bạn\n                nên chọn hội trường tuyển dụng của Non Non Massachusetts Massachusetts từ hộp thả xuống."
  ],
  [
    "You Indicated that you are required by a court or other enforcement agency to pay child support in a state other than Massachusetts.",
    "Bạn đã chỉ ra rằng bạn được tòa án hoặc cơ quan thực thi khác yêu cầu phải trả tiền cấp dưỡng con cái ở một tiểu bang khác ngoài Massachusetts."
  ],
  [
    "You indicated that you worked during the week of 3/29/2020.",
    "Bạn chỉ ra rằng bạn đã làm việc trong tuần 29/3/2020."
  ],
  [
    "You indicated you were not employed since 4/1/2019. You may not be entitled to Massachusetts Unemployment Benefits.",
    "Bạn cho biết bạn không được tuyển dụng kể từ ngày 4/1/2019. Bạn có thể không được hưởng Quyền lợi thất nghiệp của Massachusetts."
  ],
  [
    "You may apply for unemployment benefits after you become unemployed. If you have been notified that you will be separated from work but are still working, please wait until after your last day of work before filing your application.",
    "Bạn có thể nộp đơn xin trợ cấp thất nghiệp sau khi bạn thất nghiệp. Nếu bạn đã được thông báo rằng bạn sẽ bị tách khỏi công việc nhưng vẫn đang làm việc, vui lòng đợi đến sau ngày làm việc cuối cùng trước khi nộp đơn."
  ],
  [
    "you may apply for unemployment benefits. You will need information from your DD-214 Member 4 (not mandatory to apply)",
    "bạn có thể nộp đơn xin trợ cấp thất nghiệp. Bạn sẽ cần thông tin từ Thành viên 4 DD-214 của bạn (không bắt buộc phải đăng ký)"
  ],
  [
    "you may apply for unemployment benefits. You will need information from your SF8 (not mandatory to apply)",
    "bạn có thể nộp đơn xin trợ cấp thất nghiệp. Bạn sẽ cần thông tin từ SF8 của bạn (không bắt buộc phải áp dụng)"
  ],
  [
    "You may be able to increase or decrease the text size by changing the settings on\n                    your browser. Note that some Internet sites have pre-selected font sizes that can't\n                    be changed.",
    "Bạn có thể tăng hoặc giảm kích thước văn bản bằng cách thay đổi cài đặt trên\n                    trình duyệt của bạn. Lưu ý rằng một số trang Internet có kích thước phông chữ được chọn trước mà không thể\n                    bị thay đổi."
  ],
  [
    "You may change your income tax withholding choice at any time.",
    "Bạn có thể thay đổi lựa chọn khấu trừ thuế thu nhập bất cứ lúc nào."
  ],
  [
    "You may change your payment option or direct deposit information at\n                    any time after you apply.",
    "Bạn có thể thay đổi tùy chọn thanh toán hoặc thông tin tiền gửi trực tiếp tại\n                    bất cứ lúc nào sau khi bạn áp dụng."
  ],
  [
    "You may receive a weekly benefit amount of approximately 50 percent of your average weekly wage, up to the maximum amount set by law. The current maximum benefit amount is  $823 per week.",
    "Bạn có thể nhận được số tiền trợ cấp hàng tuần khoảng 50% mức lương trung bình hàng tuần của bạn, tối đa bằng số tiền tối đa theo luật định. Số tiền trợ cấp tối đa hiện tại là $ 823 mỗi tuần."
  ],
  [
    "You must actively look for employment even if you have a part-time job. “Actively seeking” means making serious efforts to find employment every week that you request benefits. These efforts include:",
    "Bạn phải chủ động tìm kiếm việc làm ngay cả khi bạn có một công việc bán thời gian. Tích cực tìm kiếm trên mạng có nghĩa là nỗ lực nghiêm túc để tìm kiếm việc làm mỗi tuần mà bạn yêu cầu lợi ích. Những nỗ lực này bao gồm:"
  ],
  [
    "You must be able to work. Report any condition or circumstance that limits you from performing work, accepting work or looking for work.",
    "Bạn phải có khả năng làm việc. Báo cáo bất kỳ điều kiện hoặc hoàn cảnh nào hạn chế bạn thực hiện công việc, chấp nhận công việc hoặc tìm kiếm công việc."
  ],
  [
    "You must be ready and willing to accept work in your usual occupation or any other suitable  employment. Report if you are attending or plan to attend school full or part time.",
    "Bạn phải sẵn sàng và sẵn sàng chấp nhận công việc trong nghề nghiệp thông thường của bạn hoặc bất kỳ công việc phù hợp khác. Báo cáo nếu bạn đang theo học hoặc dự định đi học toàn thời gian hoặc bán thời gian."
  ],
  [
    "You must have the following wages in your",
    "Bạn phải có mức lương sau đây trong"
  ],
  [
    "You or someone in your household is quarantined",
    "Bạn hoặc ai đó trong gia đình của bạn bị cách ly"
  ],
  [
    "You or someone you are caring for is \"high risk\" (older adults and/or persons with serious chronic medical conditions)",
    "Bạn hoặc người mà bạn đang chăm sóc là \"nguy cơ cao\" (người lớn tuổi và / hoặc người mắc bệnh mãn tính nghiêm trọng)"
  ],
  [
    "You still need to conduct a weekly work search.",
    "Bạn vẫn cần phải tiến hành tìm kiếm công việc hàng tuần."
  ],
  [
    "You were discharged by your employer or quit your job due to a conviction of a felony or misdemeanor.",
    "Bạn đã bị sa thải bởi chủ nhân của bạn hoặc bỏ công việc của bạn do bị kết án về một trọng tội hoặc tội nhẹ."
  ],
  [
    "You will be asked to choose a payment method during the claim process.",
    "Bạn sẽ được yêu cầu chọn phương thức thanh toán trong quá trình yêu cầu bồi thường."
  ],
  [
    "you will need information from your DD-214 Member 4 (not mandatory to apply)",
    "bạn sẽ cần thông tin từ Thành viên 4 DD-214 của bạn (không bắt buộc phải đăng ký)"
  ],
  [
    "Your application will NOT be processed if you exit before you submit your unemployment benefit application.",
    "Đơn của bạn sẽ KHÔNG được xử lý nếu bạn thoát trước khi bạn nộp đơn xin trợ cấp thất nghiệp."
  ],
  [
    "Your birth date",
    "Ngày sinh của bạn"
  ],
  [
    "Your claim has been sent for processing.",
    "Yêu cầu của bạn đã được gửi để xử lý."
  ],
  [
    "Your e-mail address",
    "Địa chỉ email của bạn"
  ],
  [
    "Your employer ended your employment for a reason other than a layoff.",
    "Chủ lao động của bạn đã kết thúc việc làm của bạn vì một lý do khác hơn là sa thải."
  ],
  [
    "Your employer will not allow you to work pending an investigation or as a disciplinary action.",
    "Chủ lao động của bạn sẽ không cho phép bạn làm việc trong khi chờ điều tra hoặc như một hành động kỷ luật."
  ],
  [
    "Your employment ended due to: lack of work; temporary layoff; your position being eliminated; employer's business closed.",
    "Việc làm của bạn kết thúc do: thiếu việc làm; sa thải tạm thời; vị trí của bạn đang bị loại bỏ; doanh nghiệp của nhà tuyển dụng đóng cửa."
  ],
  [
    "Your employment history (most recent 15 months)which includes:",
    "Lịch sử việc làm của bạn (15 tháng gần đây nhất) bao gồm:"
  ],
  [
    "Your funds are eligible for FDIC Insurance.",
    "Tiền của bạn đủ điều kiện cho Bảo hiểm FDIC."
  ],
  [
    "Your mailing address",
    "Địa chỉ gửi thư của bạn"
  ],
  [
    "Your next steps:",
    "Các bước tiếp theo của bạn:"
  ],
  [
    "Your payments will be made to an unemployment debit card that will be issued by mail once eligibility has been determined.",
    "Các khoản thanh toán của bạn sẽ được thực hiện cho một thẻ ghi nợ thất nghiệp sẽ được phát hành qua thư sau khi đủ điều kiện được xác định."
  ],
  [
    "Your payments will be made to an unemployment debit card unless you select direct deposit and complete the information below or if there is a problem with your direct deposit information.",
    "Các khoản thanh toán của bạn sẽ được thực hiện vào thẻ ghi nợ thất nghiệp trừ khi bạn chọn gửi tiền trực tiếp và hoàn thành thông tin bên dưới hoặc nếu có vấn đề với thông tin tiền gửi trực tiếp của bạn."
  ],
  [
    "Your residential address",
    "Địa chỉ cư trú của bạn"
  ],
  [
    "Your Responsibility:",
    "Trách nhiệm của bạn:"
  ],
  [
    "Your social security number is needed to file a claim, to identify you, to obtain wage information, to determine your eligibility for benefits and for reporting your receipt of unemployment compensation to the IRS and other government agencies for the administration of their programs. Your application cannot be processed without all personal and employment information requested herein. 26 U.S.C. 6109(a) requires DUA to obtain your social security number from you when you file your claim for benefits.",
    "Số an sinh xã hội của bạn là cần thiết để nộp đơn yêu cầu, để xác định bạn, để có được thông tin về tiền lương, để xác định đủ điều kiện nhận trợ cấp và báo cáo nhận trợ cấp thất nghiệp của bạn cho IRS và các cơ quan chính phủ khác để quản lý các chương trình của họ. Đơn của bạn không thể được xử lý mà không có tất cả thông tin cá nhân và việc làm được yêu cầu ở đây. 26 Hoa Kỳ 6109 (a) yêu cầu DUA lấy số an sinh xã hội của bạn khi bạn nộp đơn yêu cầu trợ cấp."
  ],
  [
    "Your Social Security Number",
    "Số an sinh xã hội của bạn"
  ],
  [
    "Your telephone number",
    "Số điện thoại của bạn"
  ],
  [
    "Your union name and local number (if you are a member of a union)",
    "Tên công đoàn của bạn và số địa phương (nếu bạn là thành viên của công đoàn)"
  ],
  [
    "YT - YUKON TERRITORY",
    "YT - YUKON ĐIỀU KHOẢN"
  ],
  [
    "YU - YUGOSLAVIA",
    "YU-YUGOSLAVIA"
  ],
  [
    "ZA - SOUTH AFRICA",
    "ZA - NAM PHI"
  ],
  [
    "ZIP Code is required. (30)",
    "Mã ZIP là bắt buộc. (30)"
  ],
  [
    "ZIP Code:",
    "Mã Bưu Chính:"
  ],
  [
    "ZW - ZIMBABWE",
    "ZW - ZIMBABwe"
  ]
]